{
    "$ 600\/mo": "$ 600\/mo",
    "- Unlimited accounts\n- Storage customized": "- Unlimited accounts\n- Storage customized",
    "- Until 5 accounts\n- Storage until 1Gb": "- Until 5 accounts\n- Storage until 1Gb",
    "About": "À propos",
    "About Us": "À propos de nous",
    "Agility and security are paramount in business transactions, and LibreSign emerges as the intelligent choice for diverse sectors. Developed by LibreCode, a cooperative of IT professionals, LibreSign embodies the Free and Open-Source Software (FOSS) philosophy. With robust security standards, it ensures the inviolability of electronic signatures, making it ideal for government, education, and corporate enterprises": "L'agilité et la sécurité sont primordiales dans les transactions commerciales, et LibreSign se présente comme le choix intelligent pour divers secteurs. Développé par LibreCode, une coopérative de professionnels de l'informatique, LibreSign incarne la philosophie du logiciel libre et open source (FOSS). Avec des normes de sécurité robustes, il garantit l'inviolabilité des signatures électroniques, ce qui le rend idéal pour les gouvernements, le secteur éducatif et les entreprises",
    "Agility and security in business transactions are essential for the success of any company. It is in this scenario that LibreSign stands out as the smart choice for businesses across various sectors, offering not only efficiency but also a commitment to security and privacy.\n\nDeveloped by LibreCode, a cooperative of IT professionals, LibreSign is more than just software; it is an expression of the Free and Open-Source Software (FOSS) philosophy, reflecting not only what we do but why we do it. After all, we are driven by the conviction that technology should be accessible to all, promoting the freedom of use, modification, and distribution.\n\nBy adopting the Free and Open-Source model, LibreSign not only provides businesses with a cost-effective solution but also offers the flexibility needed to adapt the software to the specific demands of each business. This means that your company is not just acquiring a product but becoming part of a community dedicated to building advanced technological solutions.\n\n## Security first\n\nDeveloped with the highest standards of security and encryption, our users can sign electronic documents with confidence, knowing that their sensitive information is protected.\n\nEncryption ensures that electronic signatures are secure and inviolable, providing peace of mind not only for businesses but also for customers and partners. By choosing LibreSign, your company is investing in a solution that places security and privacy at the center of everything we do.\n\n## Who is LibreSign for?\n\nLibreSign is a versatile solution developed to meet the specific needs of various sectors, including government, education, and corporate enterprises. By simplifying and streamlining processes such as the signing of government contracts, academic documents, and corporate agreements, LibreSign promotes efficiency at all levels of these institutions.\n\nBy using LibreSign, businesses are not only investing in a practical tool; they are joining a revolution that redefines and optimizes process management. This transformation aims not only to enhance efficiency but also to strengthen security, taking them to the highest level of excellence.": "L'agilité et la sécurité dans les transactions commerciales sont essentielles pour le succès de toute entreprise. C'est dans ce contexte que LibreSign se démarque comme le choix judicieux pour les entreprises de divers secteurs, offrant non seulement de l'efficacité mais aussi un engagement envers la sécurité et la confidentialité.\n\nDéveloppé par LibreCode, une coopérative de professionnels de l'informatique, LibreSign est plus qu'un simple logiciel; c'est l'expression de la philosophie du logiciel libre et open source (FOSS), reflétant non seulement ce que nous faisons mais pourquoi nous le faisons. Après tout, nous sommes animés par la conviction que la technologie devrait être accessible à tous, favorisant la liberté d'utilisation, de modification et de distribution.\n\nEn adoptant le modèle libre et open source, LibreSign offre non seulement une solution rentable aux entreprises mais aussi la flexibilité nécessaire pour adapter le logiciel aux exigences spécifiques de chaque entreprise. Cela signifie que votre entreprise n'acquiert pas seulement un produit, mais devient partie prenante d'une communauté dédiée à la construction de solutions technologiques avancées.\n\n## La sécurité avant tout\n\nDéveloppé selon les normes les plus élevées de sécurité et de chiffrement , nos utilisateurs peuvent signer des documents électroniques en toute confiance, sachant que leurs informations sensibles sont protégées.\n\nLe chiffrement garantit que les signatures électroniques sont sécurisées et inviolables, offrant une tranquillité d'esprit non seulement pour les entreprises mais aussi pour les clients et les partenaires. En choisissant LibreSign, votre entreprise investit dans une solution qui place la sécurité et la confidentialité au centre de tout ce que nous faisons.\n\n## Pour qui est destiné LibreSign?\n\nLibreSign est une solution polyvalente développée pour répondre aux besoins spécifiques de divers secteurs, tels que le secteur public, le milieu éducatif et le monde de l'entreprise. En simplifiant et en rationalisant des processus tels que la signature de contrats gouvernementaux, de documents académiques et d'accords d'entreprise, LibreSign favorise l'efficacité à tous les niveaux de ces institutions.\n\nEn utilisant LibreSign, les entreprises n'investissent pas seulement dans un outil pratique; elles rejoignent une révolution qui redéfinit et optimise la gestion des processus. Cette transformation vise non seulement à améliorer l'efficacité mais aussi à renforcer la sécurité, les élevant au plus haut niveau d'excellence.",
    "Any Questions? Answered": "Des questions ? Nous avons les réponses",
    "Basic": "Basic",
    "Beyond offering agility and security in digital signatures and document management, LibreSign features functionalities that adapt to the specific needs of your organization.": "En plus de fournir agilité et sécurité dans la signature numérique et la gestion de documents, LibreSign offre des fonctionnalités qui s'adaptent aux besoins spécifiques de votre organisation.",
    "Blog Page": "Blog",
    "Business": "Business",
    "Button to play characters captcha": "Bouton pour lire les caractères du captcha",
    "Button to reload characters captcha": "Bouton pour recharger les caractères du captcha",
    "By %s": "By %s",
    "CONTACT US": "Nous contacter",
    "Choose the perfect plan for your needs - Flexibility and security for companies of all sizes!": "Choose the perfect plan for your needs - Flexibility and security for companies of all sizes!",
    "Cloud Storage": "Cloud Storage",
    "Contact": "Contact",
    "Contact us to more informations": "Contact us to more informations",
    "Developed by": "Developpé par",
    "Document validation by QR Code": "Validation de documents par code QR",
    "Education": "Éducation",
    "Electronic signature capture is a technology for signing electronic document files with a handwritten signature. The use of this technology allows for the elimination of the mailing, storage, filing, copying, and retrieval of paper documents. This will save your business time and money.": "La signature électronique est une technologie permettant de signer des documents électroniques avec une signature manuscrite. L'utilisation de cette technologie permet d'éliminer l'envoi, le stockage, le classement, la copie et la récupération de documents papier. Cela permettra à votre entreprise de gagner du temps et de l'argent.",
    "Features": "Fonctionnalités",
    "File Creation, Signature with Digital Certificate, Signature Management, Document Management, Validation, API": "Création de fichiers, Signature avec certificat numérique, Gestion des signatures, Gestion des documents, Validation, API",
    "Fill in the fields below with your data": "Fill in the fields below with your data",
    "Free and Open-Source": "Libre et ouvert",
    "Free and open source software for electronic signatures": "Logiciel libre et ouvert pour les signatures électroniques",
    "Full Name": "Nom complet",
    "Home": "Accueil",
    "Hybrid signatures": "Signatures hybrides",
    "Hybrid signatures streamline negotiation processes, offering flexibility in choosing between personal or system-generated digital certificates for signing documents digitally with LibreSign": "Les signatures hybrides simplifient les processus de négociation, offrant la flexibilité de choisir entre des certificats numériques personnels ou générés par le système pour signer des documents numériquement avec LibreSign",
    "Image with captcha text": "Image avec texte de captcha",
    "In the digital era, ensuring security and efficiency in document validation is crucial. LibreSign, a leader in digital signature innovation, redefines the experience by introducing document validation through QR Code. This article will discuss how this functionality not only reinforces security but also provides greater agility in verifying digitally signed documents.\n\nThe validation of digital signature authenticity is quick and easy with the scanning of the code on the document. This eliminates time-consuming and complicated processes, providing a straightforward verification experience.\n\nUsing QR Code for validation not only adds a layer of security but also promotes transparency by providing instant access to essential details such as date, time, and signer identification. This transparency builds trust among the involved parties and makes the process clearer and more effective.\n\nMoreover, LibreSign is compatible with various platforms, making document validation even more accessible. With the use of QR Code, it's possible to validate documents anywhere, whether on mobile devices or computers.\n\nAnother advantage of QR Code usage in LibreSign is the reduction of paper consumption. Since validation is done digitally, there's no need to print documents to validate signatures, contributing to environmental preservation.\n\nWith all these advantages, QR Code validation in LibreSign becomes an efficient solution for companies and individuals seeking a secure and swift way to validate digital documents. Don't waste time on bureaucratic processes; try LibreSign now to explore new paths in document verification.": "À l'ère numérique, assurer la sécurité et l'efficacité dans la validation des documents est crucial. LibreSign, leader de l'innovation en matière de signature numérique, redéfinit l'expérience en introduisant la validation des documents via un QR code. Cet article discutera de la manière dont cette fonctionnalité renforce non seulement la sécurité mais offre également une plus grande agilité dans la vérification des documents signés numériquement.\n\nLa validation de l'authenticité des signatures numériques est rapide et facile avec le scan du code présent sur le document. Cela élimine les processus longs et compliqués, fournissant une expérience de vérification simple.\n\nL'utilisation du QR code pour la validation ajoute une couche de sécurité mais favorise également la transparence en fournissant un accès instantané à des détails essentiels tels que la date, l'heure et l'identification du signataire. Cette transparence crée une confiance entre les parties impliquées et rend le processus plus clair et plus efficace.\n\nDe plus, LibreSign est compatible avec diverses plateformes, rendant la validation des documents encore plus accessible. Avec l'utilisation du QR code, il est possible de valider les documents n'importe où, que ce soit sur des appareils mobiles ou des ordinateurs.\n\nUn autre avantage de l'utilisation du QR code dans LibreSign est la réduction de la consommation de papier. Étant donné que la validation se fait numériquement, il n'est pas nécessaire d'imprimer les documents pour valider les signatures, contribuant ainsi à la préservation de l'environnement.\n\nAvec tous ces avantages, la validation par QR code dans LibreSign devient une solution efficace pour les entreprises et les individus à la recherche d'un moyen sûr et rapide de valider les documents numériques. Ne perdez plus de temps avec les processus bureaucratiques ; essayez LibreSign maintenant pour explorer de nouvelles voies dans la vérification des documents.",
    "In the face of common challenges in digital signature processes, hybrid signatures present an effective solution. As a pioneer in this innovation, LibreSign provides its users with the flexibility to choose between using their personal digital certificate (e-CPF or e-CNPJ) or the system-generated certificate to sign documents from anywhere in the world.\nThe digital certificate, whether e-CPF or e-CNPJ, plays a fundamental role in electronic signatures. Acquired through a Certification Authority, it serves as an electronic identity that validates documents and the identity of the holder. Stored on devices like tokens, smart cards, or in the cloud, the certificate is essential for ensuring legitimacy in digital signatures.\nA unique feature of LibreSign is its ability to generate its own Certification Authority. By opting for this feature, users receive a certificate generated internally by the system, streamlining the process and adding innovation and efficiency. The Certification Authority self-generated by LibreSign provides a secure and efficient solution, aligned with the standards of ICP-Brasil.\nSecurity and legal validity are paramount in each signature carried out by LibreSign, ensuring compliance with the rigorous standards established by ICP-Brasil. This guarantees the authenticity and legality of each signed document, meeting and exceeding the expectations of businesses in various sectors, including government, education, and corporate enterprises.\n\nLibreSign is redefining the future of digital signatures, inviting you to be part of this revolution. Join us to explore a new level of experience in electronic signatures.": "Face aux défis courants des processus de signature numérique, les signatures hybrides représentent une solution efficace. En tant que pionnier de cette innovation, LibreSign offre à ses utilisateurs la flexibilité de choisir entre utiliser leur certificat numérique personnel (e-CPF ou e-CNPJ) ou le certificat généré par le système pour signer des documents de n'importe où dans le monde.\nLe certificat numérique, qu'il soit e-CPF ou e-CNPJ, joue un rôle fondamental dans les signatures électroniques. Acquis auprès d'une Autorité de Certification, il sert d'identité électronique qui valide les documents et l'identité du détenteur. Stocké sur des dispositifs comme des tokens, des cartes intelligentes ou dans le cloud, le certificat est essentiel pour assurer la légitimité des signatures numériques.\nUne caractéristique unique de LibreSign est sa capacité à générer sa propre Autorité de Certification. En optant pour cette fonctionnalité, les utilisateurs reçoivent un certificat généré en interne par le système, simplifiant le processus et ajoutant de l'innovation et de l'efficacité. L'Autorité de Certification auto-générée par LibreSign fournit une solution sécurisée et efficace, alignée sur les normes de l'ICP-Brasil.\nLa sécurité et la validité légale sont primordiales dans chaque signature effectuée par LibreSign, assurant la conformité avec les normes rigoureuses établies par l'ICP-Brasil. Cela garantit l'authenticité et la légalité de chaque document signé, répondant et dépassant les attentes des entreprises de divers secteurs, y compris le gouvernement, l'éducation et les entreprises.\n\nLibreSign redéfinit l'avenir des signatures numériques, vous invitant à faire partie de cette révolution. Rejoignez-nous pour explorer un nouveau niveau d'expérience dans les signatures électroniques.",
    "Invalid Captcha": "Captcha invalide",
    "Is a digital signature the same as a digitized signature?": "Une signature numérique est-elle identique à une signature numérisée ?",
    "Language": "Langue",
    "Last articles": "Last articles",
    "Learn more": "En savoir plus",
    "Let’s talk about digitally signing your documents!": "Parlons de la signature numérique de vos documents !",
    "LibreCode, a Brazilian cooperative of free software developers.": "LibreCode, une coopérative brésilienne de développeurs de logiciels libres.",
    "LibreSign allows documents to be signed securely and with legal validity, since the system generates hashing - an algorithm that ensures that the file has not been altered after being signed - as well as numbers and records the times of each signature carried out in the document. In this way, the system meets all the requirements of the GDPR - General Data Protection Law.": "LibreSign allows documents to be signed securely and with legal validity, since the system generates hashing - an algorithm that ensures that the file has not been altered after being signed - as well as numbers and records the times of each signature carried out in the document. In this way, the system meets all the requirements of the GDPR - General Data Protection Law.",
    "LibreSign frequently asked questions": "Questions fréquemment posées sur LibreSign",
    "LibreSign is a web application for electronic signatures (e-Sign) developed by the LibreCode cooperative (Brazilian cooperative specialized in free software development). Its development began at the beginning of 2020, in the midst of the pandemic, when people and companies were migrating their physical documentation to digital, and then there was a need to develop a web solution that could offer the possibility of signing documents, contracts and proposals online with security and agility.": "LibreSign est une application web pour les signatures électroniques (e-Sign) développée par la coopérative LibreCode (coopérative brésilienne spécialisée dans le développement de logiciels libres). Son développement a commencé au début de l'année 2020, en pleine pandémie, lorsque les particuliers et les entreprises ont commencé à migrer leur documentation physique vers le numérique. Il est alors devenu nécessaire de développer une solution web qui pourrait offrir la possibilité de signer des documents, des contrats et des propositions en ligne avec sécurité et agilité.",
    "LibreSign is the ideal choice for educational institutions looking to enhance their document processes with legal validity. Simplify the signing of contracts, authorizations, and other essential documents for academic administration. Promote effective document management, providing a streamlined and modern experience for students, teachers, and administrative staff.": "LibreSign est le choix idéal pour les institutions éducatives souhaitant améliorer leurs processus documentaires avec une validité légale. Simplifiez la signature de contrats, d'autorisations et d'autres documents essentiels pour l'administration académique. Favorisez une gestion efficace des documents, offrant une expérience simplifiée et moderne pour les étudiants, les enseignants et le personnel administratif.",
    "LibreSign revolutionizes document authenticity verification with QR Code, ensuring security, efficiency, and practicality. Its instantaneous validation, agility, transparency, and compatibility with various platforms make it perfect for sustainable businesses. Try this solution now!": "LibreSign révolutionne la vérification de l'authenticité des documents avec le QR code, garantissant sécurité, efficacité et facilité d'utilisation. Sa validation instantanée, son agilité, sa transparence et sa compatibilité avec diverses plateformes en font la solution idéale pour les entreprises durables. Essayez cette solution dès maintenant !",
    "LibreSign: Leader in open source digital signing": "LibreSign : Leader de la signature numérique open source",
    "Main features": "Fonctionnalités principales",
    "Maximize your workflow efficiency with LibreSign's API integration. Automate digital signature processes, minimize manual errors and improve security. Our API makes it easy to incorporate digital signature functionality into your existing systems.": "Maximize your workflow efficiency with LibreSign's API integration. Automate digital signature processes, minimize manual errors and improve security. Our API makes it easy to incorporate digital signature functionality into your existing systems.",
    "Message": "Message",
    "Multiple signers": "Plusieurs signataires",
    "Need more features?": "Need more features?",
    "No. The digitized signature is the reproduction of the handwritten signature as an image using scanner-type. It does not guarantee the authorship and of the electronic document, as there is no association between the signer and the text, as it can be easily copied and inserted another document.": "Non. La signature numérisée est la reproduction de la signature manuscrite sous forme d'image, obtenue avec un scanner. Elle ne garantit pas l'authenticité de l'auteur du document électronique, car il n'y a pas d'association entre le signataire et le texte, celle-ci pouvant être facilement copiée et insérée dans un autre document.",
    "Optimize document management in the public sector with LibreSign. Our solution provides effective administration to handle specific government documentation, ensuring security, speed, and strict compliance with the General Data Protection Law (GDPR). Simplify bureaucratic processes, expedite document signing, and promote more efficient management with LibreSign for the public sector.": "Optimisez la gestion documentaire dans le secteur public avec LibreSign. Notre solution offre une administration efficace pour gérer spécifiquement les documents gouvernementaux, garantissant sécurité, rapidité et conformité stricte avec le Règlement Général sur la Protection des Données (RGPD). Simplifiez les processus bureaucratiques, accélérez la signature des documents et favorisez une gestion plus efficace avec LibreSign pour le secteur public.",
    "Our Pricing Plans": "Our Pricing Plans",
    "Our electronic signature and document management solution streamline workflows, reducing time spent on manual processes. Achieve greater productivity, promote document security, and ensure compliance with the General Data Protection Law (GDPR), providing an agile experience for your clients and collaborators.": "Notre solution de signature électronique et de gestion documentaire rationalise les flux de travail, réduisant le temps consacré aux processus manuels. Atteignez une productivité accrue, assurez la sécurité des documents et garantissez la conformité avec le Règlement Général sur la Protection des Données (RGPD), offrant une expérience agile pour vos clients et collaborateurs.",
    "Phone": "Téléphone",
    "Posts": "Publications",
    "Privacy policy": "Politique de confidentialité",
    "Privacy policy term": "Politique de confidentialité",
    "Private companies": "Private companies",
    "Public sector": "Secteur public",
    "Qrcode validation": "Validation du code QR",
    "STARTING FROM": "STARTING FROM",
    "Send Message": "Envoyer le message",
    "Simplify your digital signatures and document management with the flexibility of open source with LibreSign. Start now!": "Simplifiez vos signatures numériques et la gestion de vos documents avec la flexibilité du logiciel libre grâce à LibreSign. Commencez dès maintenant !",
    "Streamline the signing of digital documents for multiple individuals, ensuring legal validity, security, and collaboration. Expedite contract processes between departments, eliminating the need for in-person meetings. Embrace efficiency and collaboration with LibreSign, guiding your organization towards seamless digital transformation": "Simplifiez la signature de documents numériques pour plusieurs individus, en garantissant la validité légale, la sécurité et la collaboration. Accélérez les processus contractuels entre les départements, éliminant le besoin de réunions présentielles. Adoptez l'efficacité et la collaboration avec LibreSign, guidant votre organisation vers une transformation numérique sans faille.",
    "Target audience": "Audience cible",
    "Thank you!": "Merci !",
    "The perfect tool to manage the signature flow of your documents": "L'outil parfait pour gérer le flux de signatures de vos documents",
    "Type the code below": "Veuillez saisir le code ci-dessous",
    "Type your message here": "Tapez votre message ici",
    "Type your name": "Saisissez votre nom",
    "Under Consultation": "Under Consultation",
    "Validity of Legal Signatures in Brazil and Around the World": "Validity of Legal Signatures in Brazil and Around the World",
    "We create digital experiences for brands and companies by using technology.": "We create digital experiences for brands and companies by using technology.",
    "We offer flexible plans to meet your secure digital storage needs. Easily rent more space and ensure all your important documents are always accessible and protected in our high-security cloud.": "We offer flexible plans to meet your secure digital storage needs. Easily rent more space and ensure all your important documents are always accessible and protected in our high-security cloud.",
    "We use PKI technology to generate digital certificate keys. LibreSign is open source (and always will be), which allows it to be audited and customized for various needs and integrated with any system and, of course, maintained by the community.": "Nous utilisons la technologie PKI pour générer les clés de certificats numériques. LibreSign est open source (et le restera toujours), ce qui permet de l'auditer et de le personnaliser selon divers besoins, de l'intégrer à tout système et, bien sûr, de le maintenir grâce à la communauté.",
    "What are the key features of LibreCode signature pads?": "Quelles sont les caractéristiques principales des blocs de signature LibreCode ?",
    "What is electronic signature capture?": "Qu'est-ce que la capture de signature électronique ?",
    "What is the name of the company that LibreSign was developed by?": "Quel est le nom de la société ayant développé LibreSign ?",
    "Why LibreSign?": "Pourquoi LibreSign ?",
    "With the evolution of commercial and legal demands, the need to allow a digital document to be signed by multiple individuals stands out. This capability not only speeds up workflow, ensures legal validity, and fosters collaboration among various stakeholders but also enables all involved parties to view and sign as needed, regardless of location or time zone.\n\nEach digital signature is unique and linked to the signatory, ensuring the security, legal validity, and transparency of the document. Imagine, for example, a complex contract involving representatives from different departments of a company. With LibreSign, each stakeholder can review and sign the document simultaneously, eliminating the need for time-consuming in-person meetings and expediting the approval process.\n\nBy adopting the functionality of multiple signers in digital documents with LibreSign, companies can gain a competitive advantage, significantly reducing the time to complete contracts and agreements, ensuring legal validity, and promoting collaboration.\n\nIn the midst of digital transformation, LibreSign is not just a technological solution; it is a revolution in document management. Allow LibreSign to lead your organization toward an era of efficiency, security, and collaboration. We are ready to be part of your journey towards digital transformation!\n": "With the evolution of commercial and legal demands, the need to allow a digital document to be signed by multiple individuals stands out. This capability not only speeds up workflow, ensures legal validity, and fosters collaboration among various stakeholders but also enables all involved parties to view and sign as needed, regardless of location or time zone.\n\nEach digital signature is unique and linked to the signatory, ensuring the security, legal validity, and transparency of the document. Imagine, for example, a complex contract involving representatives from different departments of a company. With LibreSign, each stakeholder can review and sign the document simultaneously, eliminating the need for time-consuming in-person meetings and expediting the approval process.\n\nBy adopting the functionality of multiple signers in digital documents with LibreSign, companies can gain a competitive advantage, significantly reducing the time to complete contracts and agreements, ensuring legal validity, and promoting collaboration.\n\nIn the midst of digital transformation, LibreSign is not just a technological solution; it is a revolution in document management. Allow LibreSign to lead your organization toward an era of efficiency, security, and collaboration. We are ready to be part of your journey towards digital transformation!\n"
}
