{
    "# LibreSign API: Endpoints and usage flows\n\n## API Endpoints\n\nTo find out which endpoints are available in the LibreSign API, follow these steps:\n\n1. **Install the OCS API Viewer App**: Start by installing the [OCS API Viewer](https://apps.nextcloud.com/apps/ocs_api_viewer) in your Nextcloud environment.\n2. **Access the API Documentation**: In the Nextcloud menu, locate the OCS app. Here, you will find the documentation for the LibreSign API, as well as other Nextcloud APIs.\n\n## Understanding the LibreSign API usage flows\n\nTo understand how to perform specific operations, such as requesting a signature, you can use the LibreSign application itself as a reference. Here’s how to do it:\n\n1. **Open Developer Tools**: Press the F12 key in your browser to access the developer tools.\n2. **Go to the Network Tab**: Navigate to the \"Network\" tab to monitor the API requests.\n3. **Filter the requests**: Use the filter to show only the requests related to LibreSign by typing \"libresign.\"\n4. **Perform actions in LibreSign**: Execute the desired actions in the LibreSign application. Observe the requests sent to the API at each step and analyze how they are structured.\n\nBy following these steps, you will be able to query the available endpoints of the LibreSign API and understand the usage flows by monitoring the requests made by the application. This will help you integrate and use the API in your projects.\n": "# LibreSign API: Endpoints and usage flows\n\n## API Endpoints\n\nTo find out which endpoints are available in the LibreSign API, follow these steps:\n\n1. **Install the OCS API Viewer App**: Start by installing the [OCS API Viewer](https://apps.nextcloud.com/apps/ocs_api_viewer) in your Nextcloud environment.\n2. **Access the API Documentation**: In the Nextcloud menu, locate the OCS app. Here, you will find the documentation for the LibreSign API, as well as other Nextcloud APIs.\n\n## Understanding the LibreSign API usage flows\n\nTo understand how to perform specific operations, such as requesting a signature, you can use the LibreSign application itself as a reference. Here’s how to do it:\n\n1. **Open Developer Tools**: Press the F12 key in your browser to access the developer tools.\n2. **Go to the Network Tab**: Navigate to the \"Network\" tab to monitor the API requests.\n3. **Filter the requests**: Use the filter to show only the requests related to LibreSign by typing \"libresign.\"\n4. **Perform actions in LibreSign**: Execute the desired actions in the LibreSign application. Observe the requests sent to the API at each step and analyze how they are structured.\n\nBy following these steps, you will be able to query the available endpoints of the LibreSign API and understand the usage flows by monitoring the requests made by the application. This will help you integrate and use the API in your projects.\n",
    "# LibreSign Privacy Notice\n\n## Introduction\n\nThe **LibreSign** is documents signer free developed by **LibreCode**, cooperative of professional of IT. The LibreSign was thinked having to base  the security and the privacy of users.\n\nWe establish this Privacy Notice to inform how the personal data collected through of the our contact form on website of LibreSign is treaties, protected and utilized.\n\nThis Notice is governed for norms of  General Data Protection Law (GDPL) by Brasil and General Data Protection Law (GDPL) by Europe Union, reflexeting our compromise in protect the privacy and the integration of users personal data.\n\n## Collect of Data\n\nThe LibreCode collect and treat the following personal data through of your website (www.libresign.coop):\n\n- **Name**\n- **E-mail**\n- **Phone**\n\nThese data is provided voluntarily by users when filling the contact form available on our website. The collect these data have how finality exclusive establish a communication channel efficient with the interested in our products and services.\n\n**When filling the registration form you agree with the treat of your data to publish of products of LibreCode. You can revoke your consent any time, just click on link available in communication or send an e-mail to:** contato@librecode.coop.\n\n## Use of Data\n\nThe personal data collected is used just to the following finalities:\n\n- Answer of requests, doubts or users of comments\n- Send communications that have been expressly requested by user ou that be pertinent to your manifested interest\n- Register of attendance history\n- For legal and/or regulatory purposes\n \nThe LibreCode is committed to not use the data collected to specific distincts finality above without the prev notification of the data holders.\n\n## Data Sharing\n\nThe LibreCode not share, sell, rent or another way provides collected personal data to third parties, except when necessary to fulfill with legal obligations or with user express authorization.\n\n## Data Security\n\nWe employ measures security technique and organizational to protected the personal data collected against accesses not authorized, undue changes, disclosure or destruction. Our commitment with security, include adoption of recommented pratics in terms of data protect. To know more about the security politic of LibreCode between in contact us.\n\n## Data Holders Rights\n\nAccording to art 18 of LGPD and the GDPR, users have the use to access, to correct, delete or to carry personal user data, beside can limit or if oppose to your treat when substantiated in the interest legitimate of  the controller.\n\nTo exercise your rights, the holders of data and/or your responsible should **in to by way e-mail:**  contato@librecode.coop\n\n## Changes of Privacy Politic\n\nLibreCode reserves the right to change this Privacy Policy any moment. The changes will be valid immediately after you publish on website. We recommend the periodic review this politic.\n\n## Contact\n\nTo relative questions to our Privacy Politic any moment contact us by e-mail: contato@librecode.coop\n\nThis Privacy Politic was updated by last once on 08 april 2024": "# Oznámení o ochraně osobních údajů LibreSign\n\n## Úvod\n\n**LibreSign** je bezplatný podepisovač dokumentů vyvinutý **LibreCode**, družstvem profesionálů z oblasti IT. LibreSign byl vytvořen s ohledem na bezpečnost a soukromí uživatelů.\n\nToto oznámení o ochraně osobních údajů vytváříme proto, abychom vás informovali o tom, jak jsou osobní údaje shromážděné prostřednictvím kontaktního formuláře na webových stránkách LibreSign zpracovávány, chráněny a využívány.\n\nToto oznámení se řídí normami obecného zákona o ochraně osobních údajů (GDPL) v Brazílii a obecného zákona o ochraně osobních údajů (GDPL) v Evropské unii a odráží náš kompromis v ochraně soukromí a integraci osobních údajů uživatelů.\n\n## Shromažďování údajů\n\nLibreCode shromažďuje a zpracovává následující osobní údaje prostřednictvím vašich webových stránek (www.libresign.coop):\n\n- **Jméno**\n- **E-mail**\n- **Telefon**\n\nTyto údaje uživatelé poskytují dobrovolně při vyplňování kontaktního formuláře, který je k dispozici na našich webových stránkách. Shromažďování těchto údajů má jak konečný exkluzivní vytvořit efektivní komunikační kanál se zájemci o naše produkty a služby.\n\n**Při vyplnění registračního formuláře souhlasíte se zpracováním vašich údajů pro účely zveřejnění produktů společnosti LibreCode. Svůj souhlas můžete kdykoli odvolat, stačí kliknout na odkaz dostupný v komunikaci nebo zaslat e-mail na adresu:** contato@librecode.coop.\n\n## Použití údajů\n\nShromážděné osobní údaje se používají pouze k následujícím účelům:\n\n- Odpovědi na žádosti, pochybnosti nebo komentáře uživatelů.\n- Zasílání sdělení, která si uživatel výslovně vyžádal ou která se vztahují k vašemu projevenému zájmu\n- Evidence historie návštěvnosti\n- Pro právní a/nebo regulační účely\n \nLibreCode se zavazuje, že shromážděné údaje nepoužije ke konkrétním odlišným výše uvedeným účelům bez předchozího upozornění držitelů údajů.\n\n## Sdílení údajů\n\nLibreCode nesdílí, neprodává, nepronajímá ani jinak neposkytuje shromážděné osobní údaje třetím stranám, s výjimkou případů, kdy je to nezbytné pro splnění zákonných povinností nebo s výslovným souhlasem uživatele.\n\n## Bezpečnost údajů\n\nPoužíváme bezpečnostní techniku a organizační opatření k ochraně shromážděných osobních údajů před neoprávněným přístupem, neoprávněnými změnami, zveřejněním nebo zničením. Náš závazek v oblasti bezpečnosti zahrnuje přijetí doporučených postupů, pokud jde o ochranu údajů. Chcete-li se dozvědět více o bezpečnostní politice LibreCode, kontaktujte nás.\n\n## Práva držitelů údajů\n\nPodle čl. 18 LGPD a GDPR mají uživatelé právo na přístup, opravu, vymazání nebo přenos osobních údajů uživatele, kromě toho mohou omezit nebo v případě nesouhlasu se svým zpracováním, pokud je to odůvodněno oprávněným zájmem správce.\n\nChcete-li uplatnit svá práva, měli byste se obrátit na držitele údajů a/nebo na svého odpovědného pracovníka prostřednictvím e-mailu:** contato@librecode.coop.\n\n## Změny politiky ochrany osobních údajů\n\nSpolečnost LibreCode si vyhrazuje právo kdykoli změnit tyto Zásady ochrany osobních údajů. Změny budou platné ihned po zveřejnění na webových stránkách. Doporučujeme tyto zásady pravidelně kontrolovat.\n\n## Kontakt\n\nPro relativní dotazy k našim Zásadám ochrany osobních údajů nás kdykoli kontaktujte e-mailem: contato@librecode.coop.\n\nTyto Zásady ochrany osobních údajů byly naposledy aktualizovány dne 08. dubna 2024",
    "## Common problems in document management\n\nDocument management faces several common issues. Manual document signing can take days or even weeks, especially when multiple signatures are needed, delaying important processes and affecting the institution's operations. Moreover, manual handling of documents increases the chance of errors, leading to legal and administrative problems. The use of paper, printing, storage, and sending physical documents also generates significant costs for institutions. Finally, ensuring data security and compliance with laws, such as the LGPD (General Data Protection Law), is a constant challenge.\n\n### Real problem: Floods in Rio Grande do Sul\n\nA recent example that highlights the importance of document digitization is the floods in Rio Grande do Sul. Many schools and universities lost important physical documents due to the floods, resulting in enormous losses and difficulties in recovering essential information. The lack of digitization severely affected the administration and continuity of educational activities. This tragic event reinforces the urgent need to adopt digital solutions to protect important data and ensure the resilience of institutions against natural disasters.\n\n## LibreSign: The ideal solution\n\nLibreSign is a digital signature platform that allows educational institutions to digitize and automate document management, offering a secure, efficient, and cost-effective solution. With LibreSign, you reduce bureaucracy, save resources, and increase security.\n\nAmong its features, we highlight:\n\n1. Digital document signing using digital certificates (e-CPF, e-CNPJ, or system-generated certificates).\n2. Legal validity and compliance with Brazilian legislation, including the General Data Protection Law (LGPD), and the European Union's General Data Protection Regulation (GDPR).\n3. Centralizes the creation, storage, and signing of documents in a single system, facilitating access and management, reducing bureaucracy, and increasing the efficiency of academic offices.\n4. Uses advanced encryption to protect documents from unauthorized access, ensuring data integrity and confidentiality, which is essential for LGPD compliance.\n5. Eliminates the need for physical document sending, saving time and resources.\n\n### Examples of documents that can be signed\n\nLibreSign can be used to sign a wide variety of school and academic documents, including:\n\n1. Enrollment contracts\n2. Report cards and performance reports\n3. Certificates and diplomas\n4. Lesson plans\n5. Parental authorizations\n6. Statements and requests\n7. Various administrative forms\n\nUsing LibreSign for these documents increases practicality, security, efficiency, and legal compliance, benefiting both institutions and students.\n\n#### Discover the benefits of using LibreSign\n\n- Speed: Reduce the time needed to sign and process documents, increasing productivity.\n- Cost Reduction: Eliminate costs associated with paper, printing, and sending documents.\n- Security: Ensure the protection of sensitive data and compliance with the LGPD.\n- Sustainability: Contribute to environmental preservation by reducing paper usage.\n- Accessibility: Allow documents to be signed from anywhere, at any time, facilitating remote management.\n\nDigitizing signing processes is a crucial step towards modernizing educational institutions. LibreSign offers a complete solution that not only improves efficiency and reduces costs but also ensures data security and compliance. Transform your institution's document management with LibreSign and enjoy all the benefits of digital transformation.\n\n🌐 Contact us: [LibreSign Contact Us](https://libresign.coop/contact-us)\n": "## Běžné problémy při správě dokumentů\n\nSpráva dokumentů se potýká s několika běžnými problémy. Ruční podepisování dokumentů může trvat dny nebo dokonce týdny, zejména pokud je potřeba více podpisů, což zdržuje důležité procesy a ovlivňuje provoz instituce. Ruční zpracování dokumentů navíc zvyšuje pravděpodobnost chyb, což vede k právním a administrativním problémům. Používání papíru, tisk, ukládání a odesílání fyzických dokumentů také vytváří institucím značné náklady. V neposlední řadě je neustálou výzvou zajištění bezpečnosti dat a dodržování zákonů, jako je například obecný zákon o ochraně osobních údajů (LGPD).\n\n### Skutečný problém: Záplavy v Rio Grande do Sul\n\nNedávným příkladem, který podtrhuje význam digitalizace dokumentů, jsou povodně v Rio Grande do Sul. Mnoho škol a univerzit přišlo v důsledku povodní o důležité fyzické dokumenty, což vedlo k obrovským ztrátám a obtížím při obnově základních informací. Absence digitalizace vážně ovlivnila správu a kontinuitu vzdělávacích aktivit. Tato tragická událost posiluje naléhavou potřebu přijmout digitální řešení na ochranu důležitých dat a zajistit odolnost institucí proti přírodním katastrofám.\n\n## LibreSign: ideální řešení\n\nLibreSign je platforma pro digitální podpisy, která umožňuje vzdělávacím institucím digitalizovat a automatizovat správu dokumentů a nabízí bezpečné, efektivní a nákladově efektivní řešení. S LibreSign snížíte byrokracii, ušetříte zdroje a zvýšíte bezpečnost.\n\nMezi jejími funkcemi vyzdvihujeme např:\n\n1. Digitální podepisování dokumentů pomocí digitálních certifikátů (e-CPF, e-CNPJ nebo systémem generovaných certifikátů).\n2. Právní platnost a soulad s brazilskou legislativou, včetně obecného zákona o ochraně osobních údajů (LGPD) a obecného nařízení Evropské unie o ochraně osobních údajů (GDPR).\n3. Centralizace vytváření, ukládání a podepisování dokumentů v jediném systému, což usnadňuje přístup a správu, snižuje byrokracii a zvyšuje efektivitu akademických pracovišť.\n4. Využívá pokročilé šifrování k ochraně dokumentů před neoprávněným přístupem, čímž zajišťuje integritu a důvěrnost dat, což je nezbytné pro dodržování LGPD.\n5. Eliminuje potřebu fyzického zasílání dokumentů, čímž šetří čas a zdroje.\n\n### Příklady dokumentů, které lze podepsat\n\nLibreSign lze použít k podepisování široké škály školních a akademických dokumentů, včetně:\n\n1. Zápisové smlouvy\n2. Vysvědčení a zprávy o výsledcích\n3. Vysvědčení a diplomy\n4. Plány výuky\n5. Pověření rodičů\n6. Prohlášení a žádosti\n7. Různé administrativní formuláře\n\nPoužití systému LibreSign pro tyto dokumenty zvyšuje praktičnost, bezpečnost, efektivitu a soulad s právními předpisy, což přináší výhody institucím i studentům.\n\n#### Objevte výhody používání LibreSign.\n\n- Rychlost: Zkraťte dobu potřebnou k podepisování a zpracování dokumentů a zvyšte produktivitu.\n- Snížení nákladů: Eliminace nákladů spojených s papírem, tiskem a odesíláním dokumentů.\n- Bezpečnost: Zajištění ochrany citlivých údajů a souladu se směrnicí LGPD.\n- Udržitelnost: Přispějte k ochraně životního prostředí snížením spotřeby papíru.\n- Dostupnost: Umožňuje podepisovat dokumenty odkudkoli a kdykoli a usnadňuje vzdálenou správu.\n\nDigitalizace podpisových procesů je zásadním krokem k modernizaci vzdělávacích institucí. LibreSign nabízí kompletní řešení, které nejen zvyšuje efektivitu a snižuje náklady, ale také zajišťuje bezpečnost dat a dodržování předpisů. Transformujte správu dokumentů své instituce pomocí LibreSign a využívejte všech výhod digitální transformace.\n\n🌐 Kontaktujte nás: [LibreSign Kontaktujte nás](https://libresign.coop/contact-us)\n",
    "### Advanced security for public companies\n\nIn a digital environment where information security is crucial, especially for public companies that deal with large volumes of sensitive documents, LibreSign stands out for offering advanced security. Using data encryption and multi-factor authentication, LibreSign ensures that your data is always protected.\n\n#### See some advantages:\n\nEnd-to-end encryption ensures that only authorized recipients can access and read document content. With LibreSign, each document is encrypted from submission to final signature, ensuring your information remains secure every step of the way.\n\nThis encryption protects against interception during the transmission and storage of documents, ensuring that even if the data is accessed by third parties, it will be indecipherable and useless. For public companies that frequently deal with confidential information, this additional security is essential to protect the integrity of their administrative processes.\n\n#### Secure authentication\n\nLibreSign implements multi-factor authentication (MFA), making unauthorized access difficult and ensuring that only verified people can sign documents. This method requires users to provide two or more forms of verification before accessing documents, making the signing process more secure and reliable.\n\nFor example, in addition to the password, a code sent to the user's cell phone or email may be required. This additional level of verification prevents unauthorized people from forging signatures or accessing important documents. For public organizations, where accuracy and accountability are paramount, MFA provides an indispensable extra layer of security.\n\n### The importance of digital security in public companies\n\nPublic companies deal daily with information that requires the highest level of security. From contracts and agreements to legislative documents and citizen records, protecting this data is crucial. Any security breach can result in serious consequences, including data loss, unauthorized access to sensitive information and damage to the organization's reputation.\n\nLibreSign was developed with a focus on security and efficiency. The platform ensures that each document goes through a secure process, from creation to final signature. This level of detail and care is especially important in a scenario where reliability and security are mandatory.\n\n### Additional Benefits of LibreSign\n\nIn addition to advanced security features, LibreSign offers other advantages that make document management more efficient and secure:\n\n- **Intuitive interface:** The platform is easy to use, allowing employees to focus on their main tasks without wasting time on complicated systems.\n- **Real-time monitoring:** Track the status of documents in real time, allowing quick actions such as sending reminders for pending signatures.\n- **Integration with other systems:** LibreSign can be integrated with other systems used by your organization, providing more cohesive and centralized document management.\n\n### Conclusion\n\nThe security of your documents cannot be compromised. With LibreSign, you are guaranteed maximum protection through end-to-end encryption and authentication with multiple identification factors. Our solution is developed to meet the stringent security requirements of public companies, ensuring that each document is treated with the highest level of integrity and reliability.\n\nDon't wait until a security breach affects your organization. Contact us today to learn more about how LibreSign can meet the needs of your public organization. Schedule a demonstration and discover how we can improve document management and administrative efficiency at your institution.\n\nProtect your documents, optimize your processes and ensure the security and efficiency that your public organization deserves with LibreSign.\n": "### Pokročilé zabezpečení pro veřejné společnosti\n\nV digitálním prostředí, kde je bezpečnost informací klíčová, zejména pro veřejné společnosti, které pracují s velkými objemy citlivých dokumentů, vyniká LibreSign pokročilým zabezpečením. Pomocí šifrování dat a vícefaktorového ověřování zajišťuje LibreSign, že jsou vaše data vždy chráněna.\n\n#### Podívejte se na některé výhody:\n\nKoncové šifrování zajišťuje, že k obsahu dokumentu mohou přistupovat a číst jej pouze oprávnění příjemci. S LibreSign je každý dokument šifrován od odeslání až po finální podpis, což zajišťuje, že vaše informace zůstanou v bezpečí na každém kroku.\n\nToto šifrování chrání před odposlechem během přenosu a ukládání dokumentů a zajišťuje, že i v případě přístupu třetích stran budou data nerozluštitelná a nepoužitelná. Pro veřejné společnosti, které často pracují s důvěrnými informacemi, je toto dodatečné zabezpečení nezbytné pro ochranu integrity jejich administrativních procesů.\n\n#### Bezpečné ověřování\n\nLibreSign implementuje vícefaktorové ověřování (MFA), které ztěžuje neoprávněný přístup a zajišťuje, že dokumenty mohou podepisovat pouze ověřené osoby. Tato metoda vyžaduje, aby uživatelé před přístupem k dokumentům poskytli dvě nebo více forem ověření, což zvyšuje bezpečnost a spolehlivost procesu podepisování.\n\nKromě hesla může být například vyžadován kód zaslaný na mobilní telefon nebo e-mail uživatele. Tato další úroveň ověření zabraňuje neoprávněným osobám padělat podpisy nebo získat přístup k důležitým dokumentům. Pro veřejné organizace, kde jsou přesnost a odpovědnost prvořadé, poskytuje MFA nepostradatelnou další úroveň zabezpečení.\n\n### Význam digitálního zabezpečení ve veřejných společnostech\n\nVeřejné společnosti denně pracují s informacemi, které vyžadují nejvyšší úroveň zabezpečení. Od smluv a dohod až po legislativní dokumenty a záznamy občanů - ochrana těchto dat je klíčová. Jakékoli narušení bezpečnosti může mít vážné následky, včetně ztráty dat, neoprávněného přístupu k citlivým informacím a poškození dobrého jména organizace.\n\nSystém LibreSign byl vyvinut s důrazem na bezpečnost a efektivitu. Platforma zajišťuje, aby každý dokument prošel bezpečným procesem od vytvoření až po finální podpis. Tato úroveň detailu a péče je obzvláště důležitá ve scénáři, kde jsou spolehlivost a bezpečnost povinné.\n\n### Další výhody LibreSign\n\nKromě pokročilých bezpečnostních funkcí nabízí LibreSign i další výhody, díky nimž je správa dokumentů efektivnější a bezpečnější:\n\n- **Intuitivní rozhraní:** Platforma se snadno používá, takže se zaměstnanci mohou soustředit na své hlavní úkoly a neztrácet čas složitými systémy.\n- **Monitorování v reálném čase:** Sledování stavu dokumentů v reálném čase, které umožňuje rychlé akce, jako je zasílání upomínek za nevyřízené podpisy.\n- **Integrace s dalšími systémy:** Systém LibreSign lze integrovat s dalšími systémy používanými ve vaší organizaci, čímž získáte ucelenější a centralizovanější správu dokumentů.\n\n### Závěr\n\nBezpečnost vašich dokumentů nesmí být ohrožena. Se systémem LibreSign máte zaručenou maximální ochranu díky end-to-end šifrování a ověřování pomocí více identifikačních faktorů. Naše řešení je vyvinuto tak, aby splňovalo přísné bezpečnostní požadavky veřejných společností a zajistilo, že s každým dokumentem bude zacházeno s nejvyšší úrovní integrity a spolehlivosti.\n\nNečekejte, až se narušení bezpečnosti dotkne vaší organizace. Kontaktujte nás ještě dnes a dozvíte se více o tom, jak může LibreSign splnit potřeby vaší veřejné organizace. Naplánujte si ukázku a zjistěte, jak můžeme zlepšit správu dokumentů a administrativní efektivitu ve vaší instituci.\n\nChraňte své dokumenty, optimalizujte své procesy a zajistěte bezpečnost a efektivitu, kterou si vaše veřejná organizace zaslouží, pomocí LibreSign.\n",
    "### Real-time monitoring - Transform document management in public organizations with LibreSign\n\nManaging documents efficiently and transparently is a constant challenge for many organizations, especially those in the public sector, where signing large volumes of documents is routine. The lack of visibility and control over the status of subscriptions can result in delays and a considerable loss of productivity, negatively impacting daily services and operations.\n\nImagine not being sure whether an important document has been signed or, even worse, discovering that it needs urgent action when it is already too late. This scenario not only generates frustration, but can also compromise the organization's efficiency and credibility. It is in this context that LibreSign stands out, offering a solution that provides total transparency and control over the document signing process.\n\n### The main advantages of Real-time Monitoring with LibreSign\n\n#### 1. Detailed and immediate follow-up\n\nLibreSign's real-time monitoring allows you to track every step of the signing process. This means that at any time you can check whether a document has been signed or is still pending action. This immediate visibility is essential to ensure that documents do not stand still and that all parties involved meet their deadlines.\n\n#### 2. Sending automatic reminders\n\nWhen a document is pending signature, LibreSign allows you to send reminders to signatories. This functionality ensures that everyone is notified and can act quickly, avoiding unnecessary delays. In public organizations, where speed and precision are fundamental, this ability to automatically remember signatories is a very significant differentiator.\n\n#### 3. Quick problem resolution\n\nWith real-time monitoring, problems can be identified and resolved immediately. By tracking the progress of documents, you can detect any obstacles or delays and take the necessary steps to correct the situation. This rapid response capability improves workflow efficiency and ensures documents are signed within established deadlines.\n\n#### 4. Intuitive dashboard\n\nLibreSign's interactive dashboard gives you a clear, detailed view of the status of each document. This intuitive interface facilitates the management and monitoring of multiple simultaneous signatures, allowing the team to focus on more strategic tasks, knowing that the system is taking care of document control and monitoring.\n\n#### Why do public organizations need LibreSign?\n\nPublic organizations deal with large volumes of documents that need to be signed by different parties, often in different locations. Efficiency in managing these subscriptions is essential to keep administrative processes in order and ensure continuity of services. LibreSign not only speeds up the signing process, but also improves team organization and productivity by centralizing signature management in a single panel.\n\n### Examples of real-time monitoring applications\n\n1. **Government Departments:**\n\nIn government departments, where signing official documents is a daily activity, real-time monitoring ensures that all documents are signed in a timely manner and that no important details are overlooked.\n\n2. **Hospitals and Health Services:**\n\nIn hospitals and healthcare services, efficient document management can literally save lives. The ability to monitor prescription and authorization signatures, prescriptions and other critical documents in real time ensures that patients receive the care they need without delays.\n\n3. **Educational Sector:**\n\nSchools, universities and other educational institutions can benefit from LibreSign by managing teacher contracts, parental consents, student records and other important documents efficiently and transparently.\n\nImplementing real-time monitoring with LibreSign revolutionizes document management, providing a more transparent and efficient experience. Public organizations, in particular, can benefit from this technology, ensuring that their signature processes are agile and well controlled.\n\nDon't let a lack of visibility and control harm your organization's productivity. Try LibreSign and transform your digital signature processes. Schedule a demonstration and discover how we can improve document management and administrative efficiency at your institution.\n": "### Monitorování v reálném čase - Transformace správy dokumentů ve veřejných organizacích pomocí LibreSign\n\nEfektivní a transparentní správa dokumentů je stálou výzvou pro mnoho organizací, zejména těch ve veřejném sektoru, kde je podepisování velkých objemů dokumentů rutinou. Nedostatek přehledu a kontroly nad stavem podpisů může vést ke zpoždění a značné ztrátě produktivity, což má negativní dopad na každodenní služby a provoz.\n\nPředstavte si, že si nejste jisti, zda byl důležitý dokument podepsán, nebo ještě hůře, že zjistíte, že je třeba provést neodkladné úkony, když už je pozdě. Tento scénář nejenže vyvolává frustraci, ale může také ohrozit efektivitu a důvěryhodnost organizace. Právě v této souvislosti vyniká LibreSign, který nabízí řešení, jež zajišťuje naprostou transparentnost a kontrolu nad procesem podepisování dokumentů.\n\n### Hlavní výhody monitorování v reálném čase s LibreSign\n\n#### 1. Podrobné a okamžité sledování\n\nMonitorování v reálném čase v systému LibreSign umožňuje sledovat každý krok procesu podepisování. To znamená, že kdykoli můžete zkontrolovat, zda byl dokument podepsán, nebo zda ještě čeká na provedení úkonů. Tento okamžitý přehled je nezbytný pro zajištění toho, aby dokumenty nestály na místě a aby všechny zúčastněné strany dodržovaly své termíny.\n\n#### 2. Zasílání automatických upomínek\n\nKdyž dokument čeká na podpis, LibreSign umožňuje zasílat signatářům upomínky. Tato funkce zajišťuje, že jsou všichni upozorněni a mohou rychle jednat, čímž se předejde zbytečným průtahům. Ve veřejných organizacích, kde jsou rychlost a přesnost zásadní, je tato možnost automatického připomínání signatářům velmi významným rozlišovacím prvkem.\n\n#### 3. Rychlé řešení problémů\n\nDíky monitorování v reálném čase lze problémy identifikovat a řešit okamžitě. Sledováním průběhu vyřizování dokumentů lze odhalit případné překážky nebo zpoždění a podniknout potřebné kroky k nápravě situace. Tato schopnost rychlé reakce zvyšuje efektivitu pracovního postupu a zajišťuje, že dokumenty budou podepsány ve stanovených termínech.\n\n#### 4. Intuitivní ovládací panel\n\nInteraktivní řídicí panel LibreSign vám poskytuje jasný a podrobný přehled o stavu každého dokumentu. Toto intuitivní rozhraní usnadňuje správu a sledování více souběžných podpisů, což umožňuje týmu soustředit se na strategičtější úkoly s vědomím, že se o kontrolu a sledování dokumentů stará systém.\n\n#### Proč veřejné organizace potřebují LibreSign?\n\nVeřejné organizace pracují s velkými objemy dokumentů, které musí být podepsány různými stranami, často na různých místech. Efektivita správy těchto podpisů je nezbytná pro udržení správných administrativních procesů a zajištění kontinuity služeb. LibreSign nejen urychluje proces podepisování, ale také zlepšuje organizaci a produktivitu týmu tím, že centralizuje správu podpisů v jediném panelu.\n\n### Příklady aplikací pro monitorování v reálném čase\n\n1. **Vládní úřady:**\n\nVe vládních odděleních, kde je podepisování úředních dokumentů každodenní činností, zajišťuje monitorování v reálném čase, aby byly všechny dokumenty podepsány včas a aby nebyly opomenuty žádné důležité detaily.\n\n2. **Nemocnice a zdravotnické služby:**\n\nV nemocnicích a zdravotnických službách může efektivní správa dokumentů doslova zachraňovat životy. Schopnost sledovat podpisy receptů a povolení, receptů a dalších důležitých dokumentů v reálném čase zajišťuje, že pacienti dostanou potřebnou péči bez zpoždění.\n\n3. **Vzdělávací sektor:**\n\nŠkoly, univerzity a další vzdělávací instituce mohou využívat výhod systému LibreSign díky efektivní a transparentní správě smluv s učiteli, souhlasů rodičů, záznamů o studentech a dalších důležitých dokumentů.\n\nZavedení monitorování v reálném čase pomocí LibreSign přináší revoluci ve správě dokumentů a zajišťuje transparentnější a efektivnější práci. Z této technologie mohou těžit zejména veřejné organizace, kterým zajistí, že jejich podpisové procesy budou agilní a dobře řízené.\n\nNedovolte, aby nedostatek přehledu a kontroly poškodil produktivitu vaší organizace. Vyzkoušejte LibreSign a změňte své procesy digitálního podepisování. Naplánujte si ukázku a zjistěte, jak můžeme zlepšit správu dokumentů a administrativní efektivitu ve vaší instituci.\n",
    "### Validity of Legal Signatures in Brazil and Around the World\n\nWith the increasing digitalization of administrative and legal processes, the validity of electronic signatures has become a topic of great relevance. Digital signatures offer security, agility, and convenience, but it is essential to understand their legal basis both in Brazil and in other countries. In this article, we explore the legal validity of digital signatures in a global context.\n\n#### Legal Signatures in Brazil\n\nIn Brazil, the validity of electronic signatures is provided for by [Provisional Measure No. 2,200-2/2001](https://www.planalto.gov.br/ccivil_03/MPV/Antigas_2001/2200-2.htm), which established the Brazilian Public Key Infrastructure (ICP-Brasil). This measure establishes that digitally signed documents using certificates issued by accredited authorities have the same legal validity as physically signed documents.\n\n**Article 10 of MP 2,200-2/2001:**\n\"Electronic documents referred to in this Provisional Measure, whose signatures were made using a digital certificate issued by an accredited Certification Authority, are considered public or private documents.\"\n\nAdditionally, [Law No. 14,063/2020](https://www.planalto.gov.br/ccivil_03/_Ato2019-2022/2020/Lei/L14063.htm) brought important updates on the use of electronic signatures in the public sector, classifying them into three types: simple, advanced, and qualified, with the latter having the highest level of security and legal validity.\n\n#### Legal Signatures Around the World\n\nThe regulation of electronic signatures varies from country to country, but there is a global movement towards their acceptance and validation.\n\n##### European Union\n\nIn the European Union, the [eIDAS Regulation](https://s.librecode.coop/e-idas-regulation) (Electronic Identification, Authentication and Trust Services), in effect since 2016, standardizes the use of electronic signatures among Member States. The eIDAS recognizes three types of electronic signatures: simple, advanced, and qualified, with the latter being the only one that has legal equivalence to handwritten signatures.\n\n**Article 25 of the eIDAS Regulation:**\n\"A qualified electronic signature shall have the equivalent legal effect of a handwritten signature.\"\n\n##### United States\n\nIn the United States, the Electronic Signatures in Global and National Commerce Act ([E-SIGN Act](https://www.congress.gov/bill/106th-congress/house-bill/1714)) and the Uniform Electronic Transactions Act (UETA) establish that electronic signatures are legally valid and enforceable, provided that all parties involved in the contract opt to use electronic means.\n\n**Section 101(a) of the E-SIGN Act:**\n\"A signature, contract, or other record relating to such transaction may not be denied legal effect, validity, or enforceability solely because it is in electronic form.\"\n\n#### Benefits of Digital Signatures\n\nThe adoption of digital signatures offers several benefits for businesses and institutions:\n\n1. **Security:** They use encryption to ensure the authenticity and integrity of documents.\n2. **Efficiency:** They reduce the time required to sign and process documents.\n3. **Sustainability:** They decrease paper usage, contributing to more sustainable practices.\n\nDigital signatures represent a significant advancement in the way documents are managed and authenticated. Their legal validity is supported by specific laws both in Brazil and in other countries, providing security and efficiency for businesses and individuals.\n\nFor more information on the validity of digital signatures in Brazil, visit [ICP-Brasil](http://www.iti.gov.br/icp-brasil) and [Law No. 14,063/2020](https://www.planalto.gov.br/ccivil_03/_Ato2019-2022/2020/Lei/L14063.htm).\n": "### Validity of Legal Signatures in Brazil and Around the World\n\nWith the increasing digitalization of administrative and legal processes, the validity of electronic signatures has become a topic of great relevance. Digital signatures offer security, agility, and convenience, but it is essential to understand their legal basis both in Brazil and in other countries. In this article, we explore the legal validity of digital signatures in a global context.\n\n#### Legal Signatures in Brazil\n\nIn Brazil, the validity of electronic signatures is provided for by [Provisional Measure No. 2,200-2/2001](https://www.planalto.gov.br/ccivil_03/MPV/Antigas_2001/2200-2.htm), which established the Brazilian Public Key Infrastructure (ICP-Brasil). This measure establishes that digitally signed documents using certificates issued by accredited authorities have the same legal validity as physically signed documents.\n\n**Article 10 of MP 2,200-2/2001:**\n\"Electronic documents referred to in this Provisional Measure, whose signatures were made using a digital certificate issued by an accredited Certification Authority, are considered public or private documents.\"\n\nAdditionally, [Law No. 14,063/2020](https://www.planalto.gov.br/ccivil_03/_Ato2019-2022/2020/Lei/L14063.htm) brought important updates on the use of electronic signatures in the public sector, classifying them into three types: simple, advanced, and qualified, with the latter having the highest level of security and legal validity.\n\n#### Legal Signatures Around the World\n\nThe regulation of electronic signatures varies from country to country, but there is a global movement towards their acceptance and validation.\n\n##### European Union\n\nIn the European Union, the [eIDAS Regulation](https://s.librecode.coop/e-idas-regulation) (Electronic Identification, Authentication and Trust Services), in effect since 2016, standardizes the use of electronic signatures among Member States. The eIDAS recognizes three types of electronic signatures: simple, advanced, and qualified, with the latter being the only one that has legal equivalence to handwritten signatures.\n\n**Article 25 of the eIDAS Regulation:**\n\"A qualified electronic signature shall have the equivalent legal effect of a handwritten signature.\"\n\n##### United States\n\nIn the United States, the Electronic Signatures in Global and National Commerce Act ([E-SIGN Act](https://www.congress.gov/bill/106th-congress/house-bill/1714)) and the Uniform Electronic Transactions Act (UETA) establish that electronic signatures are legally valid and enforceable, provided that all parties involved in the contract opt to use electronic means.\n\n**Section 101(a) of the E-SIGN Act:**\n\"A signature, contract, or other record relating to such transaction may not be denied legal effect, validity, or enforceability solely because it is in electronic form.\"\n\n#### Benefits of Digital Signatures\n\nThe adoption of digital signatures offers several benefits for businesses and institutions:\n\n1. **Security:** They use encryption to ensure the authenticity and integrity of documents.\n2. **Efficiency:** They reduce the time required to sign and process documents.\n3. **Sustainability:** They decrease paper usage, contributing to more sustainable practices.\n\nDigital signatures represent a significant advancement in the way documents are managed and authenticated. Their legal validity is supported by specific laws both in Brazil and in other countries, providing security and efficiency for businesses and individuals.\n\nFor more information on the validity of digital signatures in Brazil, visit [ICP-Brasil](http://www.iti.gov.br/icp-brasil) and [Law No. 14,063/2020](https://www.planalto.gov.br/ccivil_03/_Ato2019-2022/2020/Lei/L14063.htm).\n",
    "$ 600/mo": "$ 600/mo",
    "- Unlimited accounts\n- Storage customized": "- Unlimited accounts\n- Storage customized",
    "- Until 5 accounts\n- Storage until 1Gb": "- Until 5 accounts\n- Storage until 1Gb",
    "A simple and complete solution. It speeds up processes and can eliminate the use of paper. We integrated it with our public management system or e-Cidade, it was absurdly good. Congratulations.": "A simple and complete solution. It speeds up processes and can eliminate the use of paper. We integrated it with our public management system or e-Cidade, it was absurdly good. Congratulations.",
    "About": "About",
    "About Us": "About Us",
    "Access management by users or departments": "Access management by users or departments",
    "Advanced security": "Advanced security",
    "Agility and security are paramount in business transactions, and LibreSign emerges as the intelligent choice for diverse sectors. Developed by LibreCode, a cooperative of IT professionals, LibreSign embodies the Free and Open-Source Software (FOSS) philosophy. With robust security standards, it ensures the inviolability of electronic signatures, making it ideal for government, education, and corporate enterprises": "Agility and security are paramount in business transactions, and LibreSign emerges as the intelligent choice for diverse sectors. Developed by LibreCode, a cooperative of IT professionals, LibreSign embodies the Free and Open-Source Software (FOSS) philosophy. With robust security standards, it ensures the inviolability of electronic signatures, making it ideal for government, education, and corporate enterprises",
    "Agility and security in business transactions are essential for the success of any company. It is in this scenario that LibreSign stands out as the smart choice for businesses across various sectors, offering not only efficiency but also a commitment to security and privacy.\n\nDeveloped by LibreCode, a cooperative of IT professionals, LibreSign is more than just software; it is an expression of the Free and Open-Source Software (FOSS) philosophy, reflecting not only what we do but why we do it. After all, we are driven by the conviction that technology should be accessible to all, promoting the freedom of use, modification, and distribution.\n\nBy adopting the Free and Open-Source model, LibreSign not only provides businesses with a cost-effective solution but also offers the flexibility needed to adapt the software to the specific demands of each business. This means that your company is not just acquiring a product but becoming part of a community dedicated to building advanced technological solutions.\n\n## Security first\n\nDeveloped with the highest standards of security and encryption, our users can sign electronic documents with confidence, knowing that their sensitive information is protected.\n\nEncryption ensures that electronic signatures are secure and inviolable, providing peace of mind not only for businesses but also for customers and partners. By choosing LibreSign, your company is investing in a solution that places security and privacy at the center of everything we do.\n\n## Who is LibreSign for?\n\nLibreSign is a versatile solution developed to meet the specific needs of various sectors, including government, education, and corporate enterprises. By simplifying and streamlining processes such as the signing of government contracts, academic documents, and corporate agreements, LibreSign promotes efficiency at all levels of these institutions.\n\nBy using LibreSign, businesses are not only investing in a practical tool; they are joining a revolution that redefines and optimizes process management. This transformation aims not only to enhance efficiency but also to strengthen security, taking them to the highest level of excellence.\n": "Agility and security in business transactions are essential for the success of any company. It is in this scenario that LibreSign stands out as the smart choice for businesses across various sectors, offering not only efficiency but also a commitment to security and privacy.\n\nDeveloped by LibreCode, a cooperative of IT professionals, LibreSign is more than just software; it is an expression of the Free and Open-Source Software (FOSS) philosophy, reflecting not only what we do but why we do it. After all, we are driven by the conviction that technology should be accessible to all, promoting the freedom of use, modification, and distribution.\n\nBy adopting the Free and Open-Source model, LibreSign not only provides businesses with a cost-effective solution but also offers the flexibility needed to adapt the software to the specific demands of each business. This means that your company is not just acquiring a product but becoming part of a community dedicated to building advanced technological solutions.\n\n## Security first\n\nDeveloped with the highest standards of security and encryption, our users can sign electronic documents with confidence, knowing that their sensitive information is protected.\n\nEncryption ensures that electronic signatures are secure and inviolable, providing peace of mind not only for businesses but also for customers and partners. By choosing LibreSign, your company is investing in a solution that places security and privacy at the center of everything we do.\n\n## Who is LibreSign for?\n\nLibreSign is a versatile solution developed to meet the specific needs of various sectors, including government, education, and corporate enterprises. By simplifying and streamlining processes such as the signing of government contracts, academic documents, and corporate agreements, LibreSign promotes efficiency at all levels of these institutions.\n\nBy using LibreSign, businesses are not only investing in a practical tool; they are joining a revolution that redefines and optimizes process management. This transformation aims not only to enhance efficiency but also to strengthen security, taking them to the highest level of excellence.\n",
    "Any Questions? Answered": "Any Questions? Answered",
    "Basic": "Basic",
    "Beyond offering agility and security in digital signatures and document management, LibreSign features functionalities that adapt to the specific needs of your organization.": "Beyond offering agility and security in digital signatures and document management, LibreSign features functionalities that adapt to the specific needs of your organization.",
    "Blog Page": "Blog Page",
    "Business": "Business",
    "Button to play characters captcha": "Button to play characters captcha",
    "Button to reload characters captcha": "Button to reload characters captcha",
    "By using digital certificates issued by a Certification Authority, it is possible to ensure the signer's identity and the document's integrity. Physical signatures can be forged, compromising the validity of your documents. However, digital signatures, regulated by Provisional Measure No. 2.200-2/2001, provide the necessary security to protect the authenticity and legal validity of your documents.": "By using digital certificates issued by a Certification Authority, it is possible to ensure the signer's identity and the document's integrity. Physical signatures can be forged, compromising the validity of your documents. However, digital signatures, regulated by Provisional Measure No. 2.200-2/2001, provide the necessary security to protect the authenticity and legal validity of your documents.",
    "CONTACT US": "CONTACT US",
    "Choose the perfect plan for your needs - Flexibility and security for companies of all sizes!": "Choose the perfect plan for your needs - Flexibility and security for companies of all sizes!",
    "Cloud Storage": "Cloud Storage",
    "Compare plans": "Compare plans",
    "Congratulations to the LibreSign development team for creating such an efficient solution for electronic signatures! LibreSign has an intuitive interface and ease of use, allowing integration with various APIs. I've been following the development and see it improving with each new release. LibreSign makes managing digital signatures a simple and reliable experience. I highly recommend it!": "Congratulations to the LibreSign development team for creating such an efficient solution for electronic signatures! LibreSign has an intuitive interface and ease of use, allowing integration with various APIs. I've been following the development and see it improving with each new release. LibreSign makes managing digital signatures a simple and reliable experience. I highly recommend it!",
    "Contact": "Contact",
    "Contact us to more informations": "Contact us to more informations",
    "Contribute to a greener world by eliminating the use of paper.": "Contribute to a greener world by eliminating the use of paper.",
    "Customization of visual identity (colors, logo and domain)": "Customization of visual identity (colors, logo and domain)",
    "Developed by": "Developed by",
    "Did you know that digital signature is the safest and most efficient way to validate electronic documents?": "Did you know that digital signature is the safest and most efficient way to validate electronic documents?",
    "Discover LibreSign, the secure and efficient digital signature platform. Reduce costs, boost productivity, and ensure legal validity with advanced encryption. Perfect for companies seeking agility and sustainability.": "Discover LibreSign, the secure and efficient digital signature platform. Reduce costs, boost productivity, and ensure legal validity with advanced encryption. Perfect for companies seeking agility and sustainability.",
    "Discover the main benefits of integrating e-Cidade with LibreSign and see how this partnership is transforming the digitalization of municipalities, promoting agility, security, and sustainability.": "Discover the main benefits of integrating e-Cidade with LibreSign and see how this partnership is transforming the digitalization of municipalities, promoting agility, security, and sustainability.",
    "Discover the validity of digital signatures in Brazil and around the world. This article explores the legal basis of electronic signatures, citing specific laws and highlighting the benefits of this technology for businesses and institutions.": "Discover the validity of digital signatures in Brazil and around the world. This article explores the legal basis of electronic signatures, citing specific laws and highlighting the benefits of this technology for businesses and institutions.",
    "Document management in education - Challenges and solutions with LibreSign": "Document management in education - Challenges and solutions with LibreSign",
    "Document management in the educational field is complex and inefficient when done manually. With LibreSign, educational institutions can optimize document management, making it faster, more accurate, and efficient.": "Document management in the educational field is complex and inefficient when done manually. With LibreSign, educational institutions can optimize document management, making it faster, more accurate, and efficient.",
    "Document validation by QR Code": "Document validation by QR Code",
    "Easily create, send, sign and track all your contracts in one place": "Easily create, send, sign and track all your contracts in one place",
    "Education": "Education",
    "Electronic document management": "Electronic document management",
    "Electronic signature capture is a technology for signing electronic document files with a handwritten signature. The use of this technology allows for the elimination of the mailing, storage, filing, copying, and retrieval of paper documents. This will save your business time and money.": "Electronic signature capture is a technology for signing electronic document files with a handwritten signature. The use of this technology allows for the elimination of the mailing, storage, filing, copying, and retrieval of paper documents. This will save your business time and money.",
    "Encrypted signatures that guarantee the integrity of your documents.": "Encrypted signatures that guarantee the integrity of your documents.",
    "Features": "Features",
    "File Creation, Signature with Digital Certificate, Signature Management, Document Management, Validation, API": "File Creation, Signature with Digital Certificate, Signature Management, Document Management, Validation, API",
    "Fill in the fields below with your data": "Fill in the fields below with your data",
    "Finally an excellent app for signing documents. Very good!": "Finally an excellent app for signing documents. Very good!",
    "Free and open source software for electronic signatures": "Free and open source software for electronic signatures",
    "Full Name": "Full Name",
    "Home": "Home",
    "Hybrid signatures": "Hybrid signatures",
    "Hybrid signatures streamline negotiation processes, offering flexibility in choosing between personal or system-generated digital certificates for signing documents digitally with LibreSign": "Hybrid signatures streamline negotiation processes, offering flexibility in choosing between personal or system-generated digital certificates for signing documents digitally with LibreSign",
    "Image with captcha text": "Image with captcha text",
    "In the digital era, ensuring security and efficiency in document validation is crucial. LibreSign, a leader in digital signature innovation, redefines the experience by introducing document validation through QR Code. This article will discuss how this functionality not only reinforces security but also provides greater agility in verifying digitally signed documents.\n\nThe validation of digital signature authenticity is quick and easy with the scanning of the code on the document. This eliminates time-consuming and complicated processes, providing a straightforward verification experience.\n\nUsing QR Code for validation not only adds a layer of security but also promotes transparency by providing instant access to essential details such as date, time, and signer identification. This transparency builds trust among the involved parties and makes the process clearer and more effective.\n\nMoreover, LibreSign is compatible with various platforms, making document validation even more accessible. With the use of QR Code, it's possible to validate documents anywhere, whether on mobile devices or computers.\n\nAnother advantage of QR Code usage in LibreSign is the reduction of paper consumption. Since validation is done digitally, there's no need to print documents to validate signatures, contributing to environmental preservation.\n\nWith all these advantages, QR Code validation in LibreSign becomes an efficient solution for companies and individuals seeking a secure and swift way to validate digital documents. Don't waste time on bureaucratic processes; try LibreSign now to explore new paths in document verification.\n": "In the digital era, ensuring security and efficiency in document validation is crucial. LibreSign, a leader in digital signature innovation, redefines the experience by introducing document validation through QR Code. This article will discuss how this functionality not only reinforces security but also provides greater agility in verifying digitally signed documents.\n\nThe validation of digital signature authenticity is quick and easy with the scanning of the code on the document. This eliminates time-consuming and complicated processes, providing a straightforward verification experience.\n\nUsing QR Code for validation not only adds a layer of security but also promotes transparency by providing instant access to essential details such as date, time, and signer identification. This transparency builds trust among the involved parties and makes the process clearer and more effective.\n\nMoreover, LibreSign is compatible with various platforms, making document validation even more accessible. With the use of QR Code, it's possible to validate documents anywhere, whether on mobile devices or computers.\n\nAnother advantage of QR Code usage in LibreSign is the reduction of paper consumption. Since validation is done digitally, there's no need to print documents to validate signatures, contributing to environmental preservation.\n\nWith all these advantages, QR Code validation in LibreSign becomes an efficient solution for companies and individuals seeking a secure and swift way to validate digital documents. Don't waste time on bureaucratic processes; try LibreSign now to explore new paths in document verification.\n",
    "In the face of common challenges in digital signature processes, hybrid signatures present an effective solution. As a pioneer in this innovation, LibreSign provides its users with the flexibility to choose between using their personal digital certificate (e-CPF or e-CNPJ) or the system-generated certificate to sign documents from anywhere in the world.\nThe digital certificate, whether e-CPF or e-CNPJ, plays a fundamental role in electronic signatures. Acquired through a Certification Authority, it serves as an electronic identity that validates documents and the identity of the holder. Stored on devices like tokens, smart cards, or in the cloud, the certificate is essential for ensuring legitimacy in digital signatures.\nA unique feature of LibreSign is its ability to generate its own Certification Authority. By opting for this feature, users receive a certificate generated internally by the system, streamlining the process and adding innovation and efficiency. The Certification Authority self-generated by LibreSign provides a secure and efficient solution, aligned with the standards of ICP-Brasil.\nSecurity and legal validity are paramount in each signature carried out by LibreSign, ensuring compliance with the rigorous standards established by ICP-Brasil. This guarantees the authenticity and legality of each signed document, meeting and exceeding the expectations of businesses in various sectors, including government, education, and corporate enterprises.\n\nLibreSign is redefining the future of digital signatures, inviting you to be part of this revolution. Join us to explore a new level of experience in electronic signatures.\n": "In the face of common challenges in digital signature processes, hybrid signatures present an effective solution. As a pioneer in this innovation, LibreSign provides its users with the flexibility to choose between using their personal digital certificate (e-CPF or e-CNPJ) or the system-generated certificate to sign documents from anywhere in the world.\nThe digital certificate, whether e-CPF or e-CNPJ, plays a fundamental role in electronic signatures. Acquired through a Certification Authority, it serves as an electronic identity that validates documents and the identity of the holder. Stored on devices like tokens, smart cards, or in the cloud, the certificate is essential for ensuring legitimacy in digital signatures.\nA unique feature of LibreSign is its ability to generate its own Certification Authority. By opting for this feature, users receive a certificate generated internally by the system, streamlining the process and adding innovation and efficiency. The Certification Authority self-generated by LibreSign provides a secure and efficient solution, aligned with the standards of ICP-Brasil.\nSecurity and legal validity are paramount in each signature carried out by LibreSign, ensuring compliance with the rigorous standards established by ICP-Brasil. This guarantees the authenticity and legality of each signed document, meeting and exceeding the expectations of businesses in various sectors, including government, education, and corporate enterprises.\n\nLibreSign is redefining the future of digital signatures, inviting you to be part of this revolution. Join us to explore a new level of experience in electronic signatures.\n",
    "Invalid Captcha": "Invalid Captcha",
    "Is a digital signature the same as a digitized signature?": "Is a digital signature the same as a digitized signature?",
    "It works perfectly with the electronic certificate issued by the Spanish Government. Installation has become very simple and affordable for anyone with minimal knowledge of Nextcloud. Developer support is fantastic. It works on all devices, including mobile devices. It has different options for creating, requesting and signing signatures. Version 9 is a great leap in quality and has a lot of future. It's incredible that this application works so well and is free.": "It works perfectly with the electronic certificate issued by the Spanish Government. Installation has become very simple and affordable for anyone with minimal knowledge of Nextcloud. Developer support is fantastic. It works on all devices, including mobile devices. It has different options for creating, requesting and signing signatures. Version 9 is a great leap in quality and has a lot of future. It's incredible that this application works so well and is free.",
    "Keep your documents secure with end-to-end encryption and multi-factor authentication, ensuring protection throughout the electronic document signing process.": "Keep your documents secure with end-to-end encryption and multi-factor authentication, ensuring protection throughout the electronic document signing process.",
    "Language": "Language",
    "Learn more": "Learn more",
    "Legal validity of electronic signatures in Brazil and around the world": "Legal validity of electronic signatures in Brazil and around the world",
    "Let’s talk about digitally signing your documents!": "Let’s talk about digitally signing your documents!",
    "LibreCode, a Brazilian cooperative of free software developers.": "LibreCode, a Brazilian cooperative of free software developers.",
    "LibreSign API Guide": "LibreSign API Guide",
    "LibreSign GitHub repository": "LibreSign GitHub repository",
    "LibreSign Instagram profile": "LibreSign Instagram profile",
    "LibreSign LinkedIn page": "LibreSign LinkedIn page",
    "LibreSign Telegram group": "LibreSign Telegram group",
    "LibreSign allows documents to be signed securely and with legal validity, since the system generates hashing - an algorithm that ensures that the file has not been altered after being signed - as well as numbers and records the times of each signature carried out in the document. In this way, the system meets all the requirements of the GDPR - General Data Protection Law.": "LibreSign allows documents to be signed securely and with legal validity, since the system generates hashing - an algorithm that ensures that the file has not been altered after being signed - as well as numbers and records the times of each signature carried out in the document. In this way, the system meets all the requirements of the GDPR - General Data Protection Law.",
    "LibreSign frequently asked questions": "LibreSign frequently asked questions",
    "LibreSign has come a long way and it is great replacement to most commercial e-signature solutions and it is open source.": "LibreSign has come a long way and it is great replacement to most commercial e-signature solutions and it is open source.",
    "LibreSign is a web application for electronic signatures (e-Sign) developed by the LibreCode cooperative (Brazilian cooperative specialized in free software development). Its development began at the beginning of 2020, in the midst of the pandemic, when people and companies were migrating their physical documentation to digital, and then there was a need to develop a web solution that could offer the possibility of signing documents, contracts and proposals online with security and agility.": "LibreSign is a web application for electronic signatures (e-Sign) developed by the LibreCode cooperative (Brazilian cooperative specialized in free software development). Its development began at the beginning of 2020, in the midst of the pandemic, when people and companies were migrating their physical documentation to digital, and then there was a need to develop a web solution that could offer the possibility of signing documents, contracts and proposals online with security and agility.",
    "LibreSign is the ideal choice for educational institutions looking to enhance their document processes with legal validity. Simplify the signing of contracts, authorizations, and other essential documents for academic administration. Promote effective document management, providing a streamlined and modern experience for students, teachers, and administrative staff.": "LibreSign is the ideal choice for educational institutions looking to enhance their document processes with legal validity. Simplify the signing of contracts, authorizations, and other essential documents for academic administration. Promote effective document management, providing a streamlined and modern experience for students, teachers, and administrative staff.",
    "LibreSign revolutionizes document authenticity verification with QR Code, ensuring security, efficiency, and practicality. Its instantaneous validation, agility, transparency, and compatibility with various platforms make it perfect for sustainable businesses. Try this solution now!": "LibreSign revolutionizes document authenticity verification with QR Code, ensuring security, efficiency, and practicality. Its instantaneous validation, agility, transparency, and compatibility with various platforms make it perfect for sustainable businesses. Try this solution now!",
    "Libresign is becoming a fully-featured alternative to expensive cloud services like DocuSign. The nextcloud integration makes it a real option to use for e-signatures.": "Libresign is becoming a fully-featured alternative to expensive cloud services like DocuSign. The nextcloud integration makes it a real option to use for e-signatures.",
    "Libresign's nextcloud integration has come a long way in the past year. If you tried it before and found it lacking, give it another chance. I can see it being a real option and alternative to other e-signature services.": "Libresign's nextcloud integration has come a long way in the past year. If you tried it before and found it lacking, give it another chance. I can see it being a real option and alternative to other e-signature services.",
    "Main features": "Main features",
    "Maximize your workflow efficiency with LibreSign's API integration. Automate digital signature processes, minimize manual errors and improve security. Our API makes it easy to incorporate digital signature functionality into your existing systems.": "Maximize your workflow efficiency with LibreSign's API integration. Automate digital signature processes, minimize manual errors and improve security. Our API makes it easy to incorporate digital signature functionality into your existing systems.",
    "Message": "Message",
    "Multiple signers": "Multiple signers",
    "Need more features?": "Need more features?",
    "No. The digitized signature is the reproduction of the handwritten signature as an image using scanner-type. It does not guarantee the authorship and of the electronic document, as there is no association between the signer and the text, as it can be easily copied and inserted another document.": "No. The digitized signature is the reproduction of the handwritten signature as an image using scanner-type. It does not guarantee the authorship and of the electronic document, as there is no association between the signer and the text, as it can be easily copied and inserted another document.",
    "Online document creation and editing": "Online document creation and editing",
    "Optimize document management in the public sector with LibreSign. Our solution provides effective administration to handle specific government documentation, ensuring security, speed, and strict compliance with the General Data Protection Law (GDPR). Simplify bureaucratic processes, expedite document signing, and promote more efficient management with LibreSign for the public sector.": "Optimize document management in the public sector with LibreSign. Our solution provides effective administration to handle specific government documentation, ensuring security, speed, and strict compliance with the General Data Protection Law (GDPR). Simplify bureaucratic processes, expedite document signing, and promote more efficient management with LibreSign for the public sector.",
    "Our Pricing Plans": "Our Pricing Plans",
    "Our electronic signature and document management solution streamline workflows, reducing time spent on manual processes. Achieve greater productivity, promote document security, and ensure compliance with the General Data Protection Law (GDPR), providing an agile experience for your clients and collaborators.": "Our electronic signature and document management solution streamline workflows, reducing time spent on manual processes. Achieve greater productivity, promote document security, and ensure compliance with the General Data Protection Law (GDPR), providing an agile experience for your clients and collaborators.",
    "Page to national movement that valozie cooperative initiatives.": "Page to national movement that valozie cooperative initiatives.",
    "Phone": "Phone",
    "Posts": "Posts",
    "Pricing": "Pricing",
    "Privacy policy": "Privacy policy",
    "Privacy policy term": "Privacy policy term",
    "Private companies": "Private companies",
    "Provides a practical guide on how to use the LibreSign API, including querying endpoints and understanding usage flows by observing requests in the application.": "Provides a practical guide on how to use the LibreSign API, including querying endpoints and understanding usage flows by observing requests in the application.",
    "Public sector": "Public sector",
    "Real-time monitoring": "Real-time monitoring",
    "STARTING FROM": "STARTING FROM",
    "Security": "Security",
    "Send Message": "Send Message",
    "Sending reminder by email": "Sending reminder by email",
    "Sign and send documents in seconds, from anywhere in the world.": "Sign and send documents in seconds, from anywhere in the world.",
    "Simple electronic signature (without digital certificate) unlimited": "Simple electronic signature (without digital certificate) unlimited",
    "Simplify your digital signatures and document management safely and efficiently": "Simplify your digital signatures and document management safely and efficiently",
    "Speed": "Speed",
    "Streamline the signing of digital documents for multiple individuals, ensuring legal validity, security, and collaboration. Expedite contract processes between departments, eliminating the need for in-person meetings. Embrace efficiency and collaboration with LibreSign, guiding your organization towards seamless digital transformation": "Streamline the signing of digital documents for multiple individuals, ensuring legal validity, security, and collaboration. Expedite contract processes between departments, eliminating the need for in-person meetings. Embrace efficiency and collaboration with LibreSign, guiding your organization towards seamless digital transformation",
    "Sustainability": "Sustainability",
    "Talk to sales": "Talk to sales",
    "Target audience": "Target audience",
    "Task control and management": "Task control and management",
    "Technical support": "Technical support",
    "Testimonials": "Testimonials",
    "Thank you!": "Thank you!",
    "The Digital Revolution in Public Administration - Integrating e-Cidade with LibreSign": "The Digital Revolution in Public Administration - Integrating e-Cidade with LibreSign",
    "The agility and convenience of using technology to our advantage to reduce time and costs have made digital signatures a viable alternative for businesses, especially after the pandemic period. In an increasingly competitive market, saving time and resources, increasing productivity, and investing in sustainability have become essential to improving the customer experience. The digital signature market in Brazil is on the rise, and to ensure the authenticity and integrity of this service, we need to better understand what it is, its types, advantages, and how to obtain it.\n\n### What is a digital signature?\nA digital signature is a secure technology for authenticating electronic documents for individuals or companies, with legal validity. We live in a scenario where the exchange of information increasingly occurs online, making it necessary to ensure the guarantee, integrity, and authenticity of documents.\n\nDigital signatures use encryption to validate the user's identity and ensure that the document's content has not been altered after signing. This means that the signature has the same legal value as a handwritten signature recognized by a notary. However, digital signatures eliminate the need for sending, storing, archiving, copying, and retrieving paper documents.\n\nIt is important to clarify that a digital signature is a type of electronic signature, but not all electronic signatures are digital. What does this mean? It means there are different ways to sign a document electronically, and it is essential to understand them.\n\n### What are the types of digital signatures?\nAs we’ve seen, a digital signature is a technology to confirm the identity of the signer, whether an individual or a company, and the authenticity of the document. But to understand the types of digital signatures, we need to know the categories of signatures that exist. Currently, there are four types of signatures: handwritten, scanned, electronic, and digital.\n\n### Comparison of Handwritten, Electronic, and Digital Signatures\n\n#### 1 - Handwritten Signature\n\nThe most traditional type of authentication, made manually with a pen on physical documents.\n\n- Requires in-person signing with a physical copy of the document.\n- Security depends on external factors, such as signature recognition at a notary office.\n- Requires physical storage of documents.\n\n##### Used in:\n- Signing company contracts.\n- Signature recognition at a notary office.\n- Formal physical documents.\n\n\n#### 2 - Electronic Signature\n\nA digitally performed signature, which can have different security levels according to Law 14.063/20 (Simple, Advanced, and Qualified Signatures).\n\n- **Simple**: Identifies the signer using basic evidence (email, password, phone). Suitable for low-risk situations.\n- **Advanced**: Uses cryptographic methods and corporate digital certificates (ICP-Brasil or external). Suitable for legal and financial transactions.\n- **Qualified**: Requires a digital certificate issued by a Certification Authority (CA) accredited by ICP-Brasil. Provides the highest level of security and detects any modifications made after signing.\n\n##### Used in:\n- **Simple**: Reports, receipts, service bookings.\n- **Advanced**: Financial transactions, sensitive contracts.\n- **Qualified**: Electronic invoices, health records, real estate transactions.\n\n\n#### 3 - Digital Signature\n\nA type of qualified electronic signature with a high level of security.\n\n- Requires a digital certificate issued by a CA under the ICP-Brasil standard.\n- The most secure form of electronic signature.\n- Ensures document integrity and authenticity, preventing undetected alterations.\n\n##### Used in:\n- Signing official documents.\n- Property transfers.\n- Issuing electronic invoices.\n\n\n### What are the advantages of digital signatures?\nWhile physical signatures can be forged, compromising the validity of your documents, digital signatures, regulated by Provisional Measure No. 2.200-2/2001, provide the necessary security to protect the authenticity and legal validity of your documents with speed, authenticity, and integrity. Here are the five main advantages:\n\n1. Time savings: You save time that would be spent on manual processes, as digital signatures can be completed much faster and more efficiently, speeding up contract closures and negotiations.\n2. Cost reduction: By eliminating the need for physical storage space for company documents, you reduce costs associated with paper, printing supplies, transportation, postal services, couriers, notary fees, and more.\n3. Security: Digital signatures are protected by encryption, making them the most secure way to validate electronic documents. When using digital certificates issued by a Certification Authority, it is possible to guarantee the user’s identity and the document’s integrity, reducing the risk of fraud and forgery. Therefore, investing in information security is crucial to protect data, clients, and the company’s reputation.\n4. Sustainability: By using cloud storage instead of physical paper, we contribute to the environment and avoid the unnecessary use of resources.\n5. Organization and mobility: Easy access to documents since they are stored electronically and can be accessed and signed from anywhere with an internet connection.\n\n### How can I obtain a digital signature?\nThe LibreCode cooperative offers a digital signature platform called LibreSign, accessible via mobile devices or computers. This platform provides affordable and collaborative solutions, giving clients technological autonomy. Among its main features are the convenience of digitally signing documents and managing them through a Signature Portal compliant with Brazilian legal standards, such as the LGPD (General Data Protection Law) and ICP-Brasil.\n\nLibreSign offers functionalities tailored to the specific needs of each organization. The platform’s solutions are based on open-source software, promoting open access to knowledge and collaboration, ensuring clients’ sovereignty over the technology they use. The service focuses on customization and accessibility, catering to small businesses, large organizations, and government entities alike.\n\nSecurity breaches can have serious consequences for a brand, including data loss, unauthorized access to confidential information, and damage to a company’s reputation. With this in mind, LibreSign’s greatest advantage is its security effectiveness. The platform implements multi-factor authentication (MFA), which further restricts unauthorized access and ensures that only verified individuals can sign documents. It also allows signer identification through various factors, such as email tokens, SMS, and WhatsApp messages. This method requires users to provide two or more forms of verification before accessing and signing documents, making the signing process much more secure. Each document is encrypted from sending to final signature. This ensures that your information remains secure at every step, meaning only authorized recipients can access and read the document’s content.\n\nTo learn more about our service, contact us at +55 (21) 2042-2073 or via email at [contato@librecode.coop](mailto:contato@librecode.coop). Schedule a demo and discover how we can improve your document management and administrative efficiency. Also, check out our next topic: “How to create a digital signature.”\n": "The agility and convenience of using technology to our advantage to reduce time and costs have made digital signatures a viable alternative for businesses, especially after the pandemic period. In an increasingly competitive market, saving time and resources, increasing productivity, and investing in sustainability have become essential to improving the customer experience. The digital signature market in Brazil is on the rise, and to ensure the authenticity and integrity of this service, we need to better understand what it is, its types, advantages, and how to obtain it.\n\n### What is a digital signature?\nA digital signature is a secure technology for authenticating electronic documents for individuals or companies, with legal validity. We live in a scenario where the exchange of information increasingly occurs online, making it necessary to ensure the guarantee, integrity, and authenticity of documents.\n\nDigital signatures use encryption to validate the user's identity and ensure that the document's content has not been altered after signing. This means that the signature has the same legal value as a handwritten signature recognized by a notary. However, digital signatures eliminate the need for sending, storing, archiving, copying, and retrieving paper documents.\n\nIt is important to clarify that a digital signature is a type of electronic signature, but not all electronic signatures are digital. What does this mean? It means there are different ways to sign a document electronically, and it is essential to understand them.\n\n### What are the types of digital signatures?\nAs we’ve seen, a digital signature is a technology to confirm the identity of the signer, whether an individual or a company, and the authenticity of the document. But to understand the types of digital signatures, we need to know the categories of signatures that exist. Currently, there are four types of signatures: handwritten, scanned, electronic, and digital.\n\n### Comparison of Handwritten, Electronic, and Digital Signatures\n\n#### 1 - Handwritten Signature\n\nThe most traditional type of authentication, made manually with a pen on physical documents.\n\n- Requires in-person signing with a physical copy of the document.\n- Security depends on external factors, such as signature recognition at a notary office.\n- Requires physical storage of documents.\n\n##### Used in:\n- Signing company contracts.\n- Signature recognition at a notary office.\n- Formal physical documents.\n\n\n#### 2 - Electronic Signature\n\nA digitally performed signature, which can have different security levels according to Law 14.063/20 (Simple, Advanced, and Qualified Signatures).\n\n- **Simple**: Identifies the signer using basic evidence (email, password, phone). Suitable for low-risk situations.\n- **Advanced**: Uses cryptographic methods and corporate digital certificates (ICP-Brasil or external). Suitable for legal and financial transactions.\n- **Qualified**: Requires a digital certificate issued by a Certification Authority (CA) accredited by ICP-Brasil. Provides the highest level of security and detects any modifications made after signing.\n\n##### Used in:\n- **Simple**: Reports, receipts, service bookings.\n- **Advanced**: Financial transactions, sensitive contracts.\n- **Qualified**: Electronic invoices, health records, real estate transactions.\n\n\n#### 3 - Digital Signature\n\nA type of qualified electronic signature with a high level of security.\n\n- Requires a digital certificate issued by a CA under the ICP-Brasil standard.\n- The most secure form of electronic signature.\n- Ensures document integrity and authenticity, preventing undetected alterations.\n\n##### Used in:\n- Signing official documents.\n- Property transfers.\n- Issuing electronic invoices.\n\n\n### What are the advantages of digital signatures?\nWhile physical signatures can be forged, compromising the validity of your documents, digital signatures, regulated by Provisional Measure No. 2.200-2/2001, provide the necessary security to protect the authenticity and legal validity of your documents with speed, authenticity, and integrity. Here are the five main advantages:\n\n1. Time savings: You save time that would be spent on manual processes, as digital signatures can be completed much faster and more efficiently, speeding up contract closures and negotiations.\n2. Cost reduction: By eliminating the need for physical storage space for company documents, you reduce costs associated with paper, printing supplies, transportation, postal services, couriers, notary fees, and more.\n3. Security: Digital signatures are protected by encryption, making them the most secure way to validate electronic documents. When using digital certificates issued by a Certification Authority, it is possible to guarantee the user’s identity and the document’s integrity, reducing the risk of fraud and forgery. Therefore, investing in information security is crucial to protect data, clients, and the company’s reputation.\n4. Sustainability: By using cloud storage instead of physical paper, we contribute to the environment and avoid the unnecessary use of resources.\n5. Organization and mobility: Easy access to documents since they are stored electronically and can be accessed and signed from anywhere with an internet connection.\n\n### How can I obtain a digital signature?\nThe LibreCode cooperative offers a digital signature platform called LibreSign, accessible via mobile devices or computers. This platform provides affordable and collaborative solutions, giving clients technological autonomy. Among its main features are the convenience of digitally signing documents and managing them through a Signature Portal compliant with Brazilian legal standards, such as the LGPD (General Data Protection Law) and ICP-Brasil.\n\nLibreSign offers functionalities tailored to the specific needs of each organization. The platform’s solutions are based on open-source software, promoting open access to knowledge and collaboration, ensuring clients’ sovereignty over the technology they use. The service focuses on customization and accessibility, catering to small businesses, large organizations, and government entities alike.\n\nSecurity breaches can have serious consequences for a brand, including data loss, unauthorized access to confidential information, and damage to a company’s reputation. With this in mind, LibreSign’s greatest advantage is its security effectiveness. The platform implements multi-factor authentication (MFA), which further restricts unauthorized access and ensures that only verified individuals can sign documents. It also allows signer identification through various factors, such as email tokens, SMS, and WhatsApp messages. This method requires users to provide two or more forms of verification before accessing and signing documents, making the signing process much more secure. Each document is encrypted from sending to final signature. This ensures that your information remains secure at every step, meaning only authorized recipients can access and read the document’s content.\n\nTo learn more about our service, contact us at +55 (21) 2042-2073 or via email at [contato@librecode.coop](mailto:contato@librecode.coop). Schedule a demo and discover how we can improve your document management and administrative efficiency. Also, check out our next topic: “How to create a digital signature.”\n",
    "The perfect tool to manage the signature flow of your documents": "The perfect tool to manage the signature flow of your documents",
    "Toggle navigation menu": "Toggle navigation menu",
    "Transform document management in public organizations with LibreSign, monitoring signatures in real time, sending automatic reminders and optimizing your team's efficiency. Try our solution for transparent and productive administration.": "Transform document management in public organizations with LibreSign, monitoring signatures in real time, sending automatic reminders and optimizing your team's efficiency. Try our solution for transparent and productive administration.",
    "Transform your processes with more security and efficiency": "Transform your processes with more security and efficiency",
    "Type the code below": "Type the code below",
    "Type your message here": "Type your message here",
    "Type your name": "Type your name",
    "Under Consultation": "Under Consultation",
    "Unlimited subscription with A1 digital certificate": "Unlimited subscription with A1 digital certificate",
    "We create digital experiences for brands and companies by using technology.": "We create digital experiences for brands and companies by using technology.",
    "We offer flexible plans to meet your secure digital storage needs. Easily rent more space and ensure all your important documents are always accessible and protected in our high-security cloud.": "We offer flexible plans to meet your secure digital storage needs. Easily rent more space and ensure all your important documents are always accessible and protected in our high-security cloud.",
    "We use PKI technology to generate digital certificate keys. LibreSign is open source (and always will be), which allows it to be audited and customized for various needs and integrated with any system and, of course, maintained by the community.": "We use PKI technology to generate digital certificate keys. LibreSign is open source (and always will be), which allows it to be audited and customized for various needs and integrated with any system and, of course, maintained by the community.",
    "What are the key features of LibreCode signature pads?": "What are the key features of LibreCode signature pads?",
    "What is a Digital Signature? Types, Advantages, and How to Obtain It?": "What is a Digital Signature? Types, Advantages, and How to Obtain It?",
    "What is electronic signature capture?": "What is electronic signature capture?",
    "What is the name of the company that LibreSign was developed by?": "What is the name of the company that LibreSign was developed by?",
    "What our customers says": "What our customers says",
    "Why LibreSign?": "Why LibreSign?",
    "With the evolution of commercial and legal demands, the need to allow a digital document to be signed by multiple individuals stands out. This capability not only speeds up workflow, ensures legal validity, and fosters collaboration among various stakeholders but also enables all involved parties to view and sign as needed, regardless of location or time zone.\n\nEach digital signature is unique and linked to the signatory, ensuring the security, legal validity, and transparency of the document. Imagine, for example, a complex contract involving representatives from different departments of a company. With LibreSign, each stakeholder can review and sign the document simultaneously, eliminating the need for time-consuming in-person meetings and expediting the approval process.\n\nBy adopting the functionality of multiple signers in digital documents with LibreSign, companies can gain a competitive advantage, significantly reducing the time to complete contracts and agreements, ensuring legal validity, and promoting collaboration.\n\nIn the midst of digital transformation, LibreSign is not just a technological solution; it is a revolution in document management. Allow LibreSign to lead your organization toward an era of efficiency, security, and collaboration. We are ready to be part of your journey towards digital transformation!\n": "With the evolution of commercial and legal demands, the need to allow a digital document to be signed by multiple individuals stands out. This capability not only speeds up workflow, ensures legal validity, and fosters collaboration among various stakeholders but also enables all involved parties to view and sign as needed, regardless of location or time zone.\n\nEach digital signature is unique and linked to the signatory, ensuring the security, legal validity, and transparency of the document. Imagine, for example, a complex contract involving representatives from different departments of a company. With LibreSign, each stakeholder can review and sign the document simultaneously, eliminating the need for time-consuming in-person meetings and expediting the approval process.\n\nBy adopting the functionality of multiple signers in digital documents with LibreSign, companies can gain a competitive advantage, significantly reducing the time to complete contracts and agreements, ensuring legal validity, and promoting collaboration.\n\nIn the midst of digital transformation, LibreSign is not just a technological solution; it is a revolution in document management. Allow LibreSign to lead your organization toward an era of efficiency, security, and collaboration. We are ready to be part of your journey towards digital transformation!\n",
    "e-Cidade is a system that modernizes and streamlines the administrative processes of Brazilian municipalities, promoting the digitalization of public administration. Used in several municipalities, it encompasses everything from financial and human resources management to school administration.\n\nTo expand its functionalities, there was a need to integrate e-Cidade with a legally valid electronic signature system, aiming to expedite online transactions. LibreSign was selected for its reliability, security, and compliance with Brazilian legal requirements. Here are some advantages:\n\n**Process automation:** \nLibreSign speeds up manual document processes such as appropriations, contracts, agreements, and authorizations, reducing the time to complete transactions and allowing public employees to focus on higher-impact activities.\n\n**Security:** \nBy using e-CPF, e-CNPJ, or certificates generated by the system itself, LibreSign ensures the integrity and authenticity of documents.\n\n**ICP-Brazil compliance:** \nEnsures that all electronic signatures comply with ICP-Brazil standards, guaranteeing the legality of the processes.\n\n**Sustainability:** \nReduces paper usage, contributing to environmental sustainability and minimizing the waste of natural resources.\n\n## Impact on public administration\n\n<br>\n\nThe union of LibreSign with e-Cidade transforms public administration, making it more secure and sustainable. Municipalities can offer high-quality services to citizens, minimizing delays and bureaucracy, and contributing to environmental preservation.\n\nWant to learn more about this integration?\n\nJoin the e-Cidade community event on 07/31 at 7:00 PM and discover how the integration of LibreSign can revolutionize public administration.\n\nThe event is free and will be held in the community's Telegram group: [eCidadeCE](https://t.me/eCidadeCE)\n\nTransform public administration with technology and innovation. Join us on this journey towards digital security and sustainability!": "e-Cidade is a system that modernizes and streamlines the administrative processes of Brazilian municipalities, promoting the digitalization of public administration. Used in several municipalities, it encompasses everything from financial and human resources management to school administration.\n\nTo expand its functionalities, there was a need to integrate e-Cidade with a legally valid electronic signature system, aiming to expedite online transactions. LibreSign was selected for its reliability, security, and compliance with Brazilian legal requirements. Here are some advantages:\n\n**Process automation:** \nLibreSign speeds up manual document processes such as appropriations, contracts, agreements, and authorizations, reducing the time to complete transactions and allowing public employees to focus on higher-impact activities.\n\n**Security:** \nBy using e-CPF, e-CNPJ, or certificates generated by the system itself, LibreSign ensures the integrity and authenticity of documents.\n\n**ICP-Brazil compliance:** \nEnsures that all electronic signatures comply with ICP-Brazil standards, guaranteeing the legality of the processes.\n\n**Sustainability:** \nReduces paper usage, contributing to environmental sustainability and minimizing the waste of natural resources.\n\n## Impact on public administration\n\n<br>\n\nThe union of LibreSign with e-Cidade transforms public administration, making it more secure and sustainable. Municipalities can offer high-quality services to citizens, minimizing delays and bureaucracy, and contributing to environmental preservation.\n\nWant to learn more about this integration?\n\nJoin the e-Cidade community event on 07/31 at 7:00 PM and discover how the integration of LibreSign can revolutionize public administration.\n\nThe event is free and will be held in the community's Telegram group: [eCidadeCE](https://t.me/eCidadeCE)\n\nTransform public administration with technology and innovation. Join us on this journey towards digital security and sustainability!"
}
