{
    "### Validity of Legal Signatures in Brazil and Around the World\n\nWith the increasing digitalization of administrative and legal processes, the validity of electronic signatures has become a topic of great relevance. Digital signatures offer security, agility, and convenience, but it is essential to understand their legal basis both in Brazil and in other countries. In this article, we explore the legal validity of digital signatures in a global context.\n\n#### Legal Signatures in Brazil\n\nIn Brazil, the validity of electronic signatures is provided for by [Provisional Measure No. 2,200-2\/2001](https:\/\/www.planalto.gov.br\/ccivil_03\/MPV\/Antigas_2001\/2200-2.htm), which established the Brazilian Public Key Infrastructure (ICP-Brasil). This measure establishes that digitally signed documents using certificates issued by accredited authorities have the same legal validity as physically signed documents.\n\n**Article 10 of MP 2,200-2\/2001:**\n\"Electronic documents referred to in this Provisional Measure, whose signatures were made using a digital certificate issued by an accredited Certification Authority, are considered public or private documents.\"\n\nAdditionally, [Law No. 14,063\/2020](https:\/\/www.planalto.gov.br\/ccivil_03\/_Ato2019-2022\/2020\/Lei\/L14063.htm) brought important updates on the use of electronic signatures in the public sector, classifying them into three types: simple, advanced, and qualified, with the latter having the highest level of security and legal validity.\n\n#### Legal Signatures Around the World\n\nThe regulation of electronic signatures varies from country to country, but there is a global movement towards their acceptance and validation.\n\n##### European Union\n\nIn the European Union, the [eIDAS Regulation](https:\/\/s.librecode.coop\/e-idas-regulation) (Electronic Identification, Authentication and Trust Services), in effect since 2016, standardizes the use of electronic signatures among Member States. The eIDAS recognizes three types of electronic signatures: simple, advanced, and qualified, with the latter being the only one that has legal equivalence to handwritten signatures.\n\n**Article 25 of the eIDAS Regulation:**\n\"A qualified electronic signature shall have the equivalent legal effect of a handwritten signature.\"\n\n##### United States\n\nIn the United States, the Electronic Signatures in Global and National Commerce Act ([E-SIGN Act](https:\/\/www.congress.gov\/bill\/106th-congress\/house-bill\/1714)) and the Uniform Electronic Transactions Act (UETA) establish that electronic signatures are legally valid and enforceable, provided that all parties involved in the contract opt to use electronic means.\n\n**Section 101(a) of the E-SIGN Act:**\n\"A signature, contract, or other record relating to such transaction may not be denied legal effect, validity, or enforceability solely because it is in electronic form.\"\n\n#### Benefits of Digital Signatures\n\nThe adoption of digital signatures offers several benefits for businesses and institutions:\n\n1. **Security:** They use encryption to ensure the authenticity and integrity of documents.\n2. **Efficiency:** They reduce the time required to sign and process documents.\n3. **Sustainability:** They decrease paper usage, contributing to more sustainable practices.\n\n\nDigital signatures represent a significant advancement in the way documents are managed and authenticated. Their legal validity is supported by specific laws both in Brazil and in other countries, providing security and efficiency for businesses and individuals.\n\nFor more information on the validity of digital signatures in Brazil, visit [ICP-Brasil](http:\/\/www.iti.gov.br\/icp-brasil) and [Law No. 14,063\/2020](https:\/\/www.planalto.gov.br\/ccivil_03\/_Ato2019-2022\/2020\/Lei\/L14063.htm).\n": "### Validity of Legal Signatures in Brazil and Around the World\n\nWith the increasing digitalization of administrative and legal processes, the validity of electronic signatures has become a topic of great relevance. Digital signatures offer security, agility, and convenience, but it is essential to understand their legal basis both in Brazil and in other countries. In this article, we explore the legal validity of digital signatures in a global context.\n\n#### Legal Signatures in Brazil\n\nIn Brazil, the validity of electronic signatures is provided for by [Provisional Measure No. 2,200-2\/2001](https:\/\/www.planalto.gov.br\/ccivil_03\/MPV\/Antigas_2001\/2200-2.htm), which established the Brazilian Public Key Infrastructure (ICP-Brasil). This measure establishes that digitally signed documents using certificates issued by accredited authorities have the same legal validity as physically signed documents.\n\n**Article 10 of MP 2,200-2\/2001:**\n\"Electronic documents referred to in this Provisional Measure, whose signatures were made using a digital certificate issued by an accredited Certification Authority, are considered public or private documents.\"\n\nAdditionally, [Law No. 14,063\/2020](https:\/\/www.planalto.gov.br\/ccivil_03\/_Ato2019-2022\/2020\/Lei\/L14063.htm) brought important updates on the use of electronic signatures in the public sector, classifying them into three types: simple, advanced, and qualified, with the latter having the highest level of security and legal validity.\n\n#### Legal Signatures Around the World\n\nThe regulation of electronic signatures varies from country to country, but there is a global movement towards their acceptance and validation.\n\n##### European Union\n\nIn the European Union, the [eIDAS Regulation](https:\/\/s.librecode.coop\/e-idas-regulation) (Electronic Identification, Authentication and Trust Services), in effect since 2016, standardizes the use of electronic signatures among Member States. The eIDAS recognizes three types of electronic signatures: simple, advanced, and qualified, with the latter being the only one that has legal equivalence to handwritten signatures.\n\n**Article 25 of the eIDAS Regulation:**\n\"A qualified electronic signature shall have the equivalent legal effect of a handwritten signature.\"\n\n##### United States\n\nIn the United States, the Electronic Signatures in Global and National Commerce Act ([E-SIGN Act](https:\/\/www.congress.gov\/bill\/106th-congress\/house-bill\/1714)) and the Uniform Electronic Transactions Act (UETA) establish that electronic signatures are legally valid and enforceable, provided that all parties involved in the contract opt to use electronic means.\n\n**Section 101(a) of the E-SIGN Act:**\n\"A signature, contract, or other record relating to such transaction may not be denied legal effect, validity, or enforceability solely because it is in electronic form.\"\n\n#### Benefits of Digital Signatures\n\nThe adoption of digital signatures offers several benefits for businesses and institutions:\n\n1. **Security:** They use encryption to ensure the authenticity and integrity of documents.\n2. **Efficiency:** They reduce the time required to sign and process documents.\n3. **Sustainability:** They decrease paper usage, contributing to more sustainable practices.\n\n\nDigital signatures represent a significant advancement in the way documents are managed and authenticated. Their legal validity is supported by specific laws both in Brazil and in other countries, providing security and efficiency for businesses and individuals.\n\nFor more information on the validity of digital signatures in Brazil, visit [ICP-Brasil](http:\/\/www.iti.gov.br\/icp-brasil) and [Law No. 14,063\/2020](https:\/\/www.planalto.gov.br\/ccivil_03\/_Ato2019-2022\/2020\/Lei\/L14063.htm).\n",
    "$ 600\/mo": "R$ 600\/mês",
    "- Unlimited accounts\n- Storage customized": "- Contas ilimitadas\n- Armazenamento customizado",
    "- Until 5 accounts\n- Storage until 1Gb": "- Até 5 contas\n- Armazenamento até 1Gb",
    "About": "Sobre",
    "About Us": "Sobre nós",
    "Agility and security are paramount in business transactions, and LibreSign emerges as the intelligent choice for diverse sectors. Developed by LibreCode, a cooperative of IT professionals, LibreSign embodies the Free and Open-Source Software (FOSS) philosophy. With robust security standards, it ensures the inviolability of electronic signatures, making it ideal for government, education, and corporate enterprises": "Agilidade e segurança são fundamentais nas transações comerciais, e o LibreSign surge como a escolha inteligente para diversos setores. Desenvolvido pela LibreCode, uma cooperativa de profissionais de TI, o LibreSign incorpora a filosofia do Software Livre e de Código Aberto (FOSS). Com padrões de segurança robustos, garante a inviolabilidade das assinaturas eletrônicas, tornando-o ideal para governos, educação e empresas corporativas",
    "Agility and security in business transactions are essential for the success of any company. It is in this scenario that LibreSign stands out as the smart choice for businesses across various sectors, offering not only efficiency but also a commitment to security and privacy.\n\nDeveloped by LibreCode, a cooperative of IT professionals, LibreSign is more than just software; it is an expression of the Free and Open-Source Software (FOSS) philosophy, reflecting not only what we do but why we do it. After all, we are driven by the conviction that technology should be accessible to all, promoting the freedom of use, modification, and distribution.\n\nBy adopting the Free and Open-Source model, LibreSign not only provides businesses with a cost-effective solution but also offers the flexibility needed to adapt the software to the specific demands of each business. This means that your company is not just acquiring a product but becoming part of a community dedicated to building advanced technological solutions.\n\n## Security first\n\nDeveloped with the highest standards of security and encryption, our users can sign electronic documents with confidence, knowing that their sensitive information is protected.\n\nEncryption ensures that electronic signatures are secure and inviolable, providing peace of mind not only for businesses but also for customers and partners. By choosing LibreSign, your company is investing in a solution that places security and privacy at the center of everything we do.\n\n## Who is LibreSign for?\n\nLibreSign is a versatile solution developed to meet the specific needs of various sectors, including government, education, and corporate enterprises. By simplifying and streamlining processes such as the signing of government contracts, academic documents, and corporate agreements, LibreSign promotes efficiency at all levels of these institutions.\n\nBy using LibreSign, businesses are not only investing in a practical tool; they are joining a revolution that redefines and optimizes process management. This transformation aims not only to enhance efficiency but also to strengthen security, taking them to the highest level of excellence.": "Agilidade e segurança nas transações comerciais são essenciais para o sucesso de qualquer empresa. É neste cenário que o LibreSign se destaca como a escolha inteligente para empresas de diversos setores, oferecendo não apenas eficiência, mas também compromisso com segurança e privacidade.\n\nDesenvolvido pela LibreCode, uma cooperativa de profissionais de TI, o LibreSign é mais do que apenas um software; é uma expressão da filosofia do Software Livre e de Código Aberto (FOSS), refletindo não apenas o que fazemos, mas por que o fazemos. Afinal, somos movidos pela convicção de que a tecnologia deve ser acessível a todos, promovendo a liberdade de utilização, modificação e distribuição.\n\nAo adotar o modelo Gratuito e de Código Aberto, o LibreSign não apenas fornece às empresas uma solução econômica, mas também oferece a flexibilidade necessária para adaptar o software às demandas específicas de cada negócio. Isso significa que sua empresa não está apenas adquirindo um produto, mas se tornando parte de uma comunidade dedicada à construção de soluções tecnológicas avançadas.\n\n## Segurança em primeiro lugar\n\nDesenvolvido com os mais altos padrões de segurança e criptografia, nossos usuários podem assinar documentos eletrônicos com confiança, sabendo que suas informações confidenciais estão protegidas.\n\nA criptografia garante que as assinaturas eletrônicas sejam seguras e invioláveis, proporcionando tranquilidade não apenas às empresas, mas também aos clientes e parceiros. Ao escolher o LibreSign, sua empresa está investindo em uma solução que coloca a segurança e a privacidade no centro de tudo o que fazemos.\n\n## Para quem é o LibreSign?\n\nLibreSign é uma solução versátil desenvolvida para atender às necessidades específicas de diversos setores, incluindo governo, educação e empresas corporativas. Ao simplificar e agilizar processos como assinatura de contratos governamentais, documentos acadêmicos e acordos corporativos, o LibreSign promove a eficiência em todos os níveis dessas instituições.\n\nAo usar o LibreSign, as empresas não estão apenas investindo em uma ferramenta prática; eles estão aderindo a uma revolução que redefine e otimiza o gerenciamento de processos. Esta transformação visa não só aumentar a eficiência, mas também reforçar a segurança, levando-os ao mais alto nível de excelência.",
    "Any Questions? Answered": "Alguma pergunta? Respondidas",
    "Basic": "Básico",
    "Beyond offering agility and security in digital signatures and document management, LibreSign features functionalities that adapt to the specific needs of your organization.": "Além de proporcionar agilidade e segurança em assinatura digital e gestão de documentos, o LibreSign apresenta funcionalidades que se adaptam às necessidades específicas da sua organização.",
    "Blog Page": "Blog",
    "Business": "Empresas",
    "Button to play characters captcha": "Botão para reproduzir os caracteres do captcha",
    "Button to reload characters captcha": "Botão para atualizar os caracteres do captcha",
    "By %s": "Por %s",
    "CONTACT US": "CONTACTE-NOS",
    "Choose the perfect plan for your needs - Flexibility and security for companies of all sizes!": "Escolha o plano perfeito para suas necessidades - Flexibilidade e segurança para empresas de todos os tamanhos!",
    "Cloud Storage": "Armazenamento em Nuvem",
    "Compare plans": "Compare plans",
    "Contact": "Contato",
    "Contact us to more informations": "Contacte-nos para mais informações",
    "Contribute to a greener world by eliminating the use of paper.": "Contribute to a greener world by eliminating the use of paper.",
    "Developed by": "Desenvolvido por",
    "Did you know that digital signature is the safest and most efficient way to validate electronic documents?": "Did you know that digital signature is the safest and most efficient way to validate electronic documents?",
    "Discover the validity of digital signatures in Brazil and around the world. This article explores the legal basis of electronic signatures, citing specific laws and highlighting the benefits of this technology for businesses and institutions.": "Descubra a validade das assinaturas digitais no Brasil e no mundo. Este artigo explora a base legal das assinaturas eletrônicas, citando leis específicas e destacando os benefícios desta tecnologia para empresas e instituições.",
    "Document validation by QR Code": "Validação de documentos por QR Code",
    "Easily create, send, sign and track all your contracts in one place": "Crie, envie, assine e acompanhe todos os seus contratos facilmente em um só lugar",
    "Education": "Educação",
    "Electronic signature capture is a technology for signing electronic document files with a handwritten signature. The use of this technology allows for the elimination of the mailing, storage, filing, copying, and retrieval of paper documents. This will save your business time and money.": "A assinatura eletrônica é uma tecnologia para assinar arquivos de documentos eletrônicos com assinatura manuscrita. A utilização desta tecnologia permite eliminar o envio, armazenamento, arquivamento, cópia e recuperação de documentos em papel. Isso economizará tempo e dinheiro para sua empresa.",
    "Encrypted signatures that guarantee the integrity of your documents.": "Encrypted signatures that guarantee the integrity of your documents.",
    "Features": "Recursos",
    "File Creation, Signature with Digital Certificate, Signature Management, Document Management, Validation, API": "Criação de Arquivos, Assinatura com Certificado Digital, Gestão de Assinaturas, Gestão de Documentos, Validação, API",
    "Fill in the fields below with your data": "Preencha os campos abaixo com seus dados",
    "Free and Open-Source": "Livre e de Código Aberto",
    "Free and open source software for electronic signatures": "Livre e código aberto para assinaturas eletrônicas",
    "Full Name": "Nome Completo",
    "Home": "Início",
    "Hybrid signatures": "Assinaturas híbridas",
    "Hybrid signatures streamline negotiation processes, offering flexibility in choosing between personal or system-generated digital certificates for signing documents digitally with LibreSign": "As assinaturas híbridas agilizam os processos de negociação, oferecendo flexibilidade na escolha entre certificados digitais pessoais ou gerados pelo sistema para assinar documentos digitalmente com o LibreSign",
    "Image with captcha text": "Imagem com texto de captcha",
    "In the digital era, ensuring security and efficiency in document validation is crucial. LibreSign, a leader in digital signature innovation, redefines the experience by introducing document validation through QR Code. This article will discuss how this functionality not only reinforces security but also provides greater agility in verifying digitally signed documents.\n\nThe validation of digital signature authenticity is quick and easy with the scanning of the code on the document. This eliminates time-consuming and complicated processes, providing a straightforward verification experience.\n\nUsing QR Code for validation not only adds a layer of security but also promotes transparency by providing instant access to essential details such as date, time, and signer identification. This transparency builds trust among the involved parties and makes the process clearer and more effective.\n\nMoreover, LibreSign is compatible with various platforms, making document validation even more accessible. With the use of QR Code, it's possible to validate documents anywhere, whether on mobile devices or computers.\n\nAnother advantage of QR Code usage in LibreSign is the reduction of paper consumption. Since validation is done digitally, there's no need to print documents to validate signatures, contributing to environmental preservation.\n\nWith all these advantages, QR Code validation in LibreSign becomes an efficient solution for companies and individuals seeking a secure and swift way to validate digital documents. Don't waste time on bureaucratic processes; try LibreSign now to explore new paths in document verification.": "Na era digital, garantir a segurança e eficiência na validação de documentos é crucial. O LibreSign, líder em inovação de assinatura digital, redefine a experiência ao introduzir a validação de documentos por meio de Código QR. Este artigo discutirá como essa funcionalidade não apenas reforça a segurança, mas também oferece maior agilidade na verificação de documentos assinados digitalmente.\n\nA validação da autenticidade da assinatura digital é rápida e fácil com a leitura do código no documento. Isso elimina processos demorados e complicados, proporcionando uma experiência de verificação direta.\n\nUsar o Código QR para validação não adiciona apenas uma camada de segurança, mas também promove a transparência ao fornecer acesso instantâneo a detalhes essenciais como data, hora e identificação do assinante. Essa transparência constrói confiança entre as partes envolvidas e torna o processo mais claro e eficaz.\n\nAlém disso, o LibreSign é compatível com várias plataformas, tornando a validação de documentos ainda mais acessível. Com o uso do Código QR, é possível validar documentos em qualquer lugar, seja em dispositivos móveis ou computadores.\n\nOutra vantagem do uso do Código QR no LibreSign é a redução do consumo de papel. Uma vez que a validação é feita digitalmente, não há necessidade de imprimir documentos para validar assinaturas, contribuindo para a preservação ambiental.\n\nCom todas essas vantagens, a validação via Código QR no LibreSign se torna uma solução eficiente para empresas e indivíduos que buscam uma maneira segura e rápida de validar documentos digitais. Não perca tempo com processos burocráticos; experimente o LibreSign agora para explorar novos caminhos na verificação de documentos.",
    "In the face of common challenges in digital signature processes, hybrid signatures present an effective solution. As a pioneer in this innovation, LibreSign provides its users with the flexibility to choose between using their personal digital certificate (e-CPF or e-CNPJ) or the system-generated certificate to sign documents from anywhere in the world.\nThe digital certificate, whether e-CPF or e-CNPJ, plays a fundamental role in electronic signatures. Acquired through a Certification Authority, it serves as an electronic identity that validates documents and the identity of the holder. Stored on devices like tokens, smart cards, or in the cloud, the certificate is essential for ensuring legitimacy in digital signatures.\nA unique feature of LibreSign is its ability to generate its own Certification Authority. By opting for this feature, users receive a certificate generated internally by the system, streamlining the process and adding innovation and efficiency. The Certification Authority self-generated by LibreSign provides a secure and efficient solution, aligned with the standards of ICP-Brasil.\nSecurity and legal validity are paramount in each signature carried out by LibreSign, ensuring compliance with the rigorous standards established by ICP-Brasil. This guarantees the authenticity and legality of each signed document, meeting and exceeding the expectations of businesses in various sectors, including government, education, and corporate enterprises.\n\nLibreSign is redefining the future of digital signatures, inviting you to be part of this revolution. Join us to explore a new level of experience in electronic signatures.": "Diante dos desafios comuns nos processos de assinatura digital, as assinaturas híbridas apresentam uma solução eficaz. Como pioneira nesta inovação, a LibreSign oferece a seus usuários a flexibilidade de escolher entre usar seu certificado digital pessoal (e-CPF ou e-CNPJ) ou o certificado gerado pelo sistema para assinar documentos de qualquer lugar do mundo.\nO certificado digital, seja e-CPF ou e-CNPJ, desempenha um papel fundamental nas assinaturas eletrônicas. Adquirido por meio de uma Autoridade Certificadora, ele serve como uma identidade eletrônica que valida documentos e a identidade do titular. Armazenado em dispositivos como tokens, cartões inteligentes ou na nuvem, o certificado é essencial para garantir a legitimidade nas assinaturas digitais.\nUma característica única da LibreSign é sua capacidade de gerar sua própria Autoridade Certificadora. Ao optar por essa funcionalidade, os usuários recebem um certificado gerado internamente pelo sistema, simplificando o processo e adicionando inovação e eficiência. A Autoridade Certificadora gerada pela LibreSign oferece uma solução segura e eficiente, alinhada aos padrões do ICP-Brasil.\nSegurança e validade legal são primordiais em cada assinatura realizada pela LibreSign, garantindo a conformidade com os rigorosos padrões estabelecidos pelo ICP-Brasil. Isso garante a autenticidade e legalidade de cada documento assinado, atendendo e superando as expectativas de empresas de vários setores, incluindo governo, educação e empreendimentos corporativos.\n\nA LibreSign está redefinindo o futuro das assinaturas digitais, convidando você a fazer parte desta revolução. Junte-se a nós para explorar um novo nível de experiência em assinaturas eletrônicas.",
    "Invalid Captcha": "Captcha inválido",
    "Is a digital signature the same as a digitized signature?": "Uma assinatura digital é o mesmo que uma assinatura digitalizada?",
    "It uses digital certificates issued by a Certificate Authority to guarantee the identity of the signer and the integrity of the document.Simple physical or electronic signatures can be forged, putting the validity of your documents at risk. Digital signatures, regulated by Provisional Measure No. 2,200-2\/2001, guarantee the necessary security.": "It uses digital certificates issued by a Certificate Authority to guarantee the identity of the signer and the integrity of the document.Simple physical or electronic signatures can be forged, putting the validity of your documents at risk. Digital signatures, regulated by Provisional Measure No. 2,200-2\/2001, guarantee the necessary security.",
    "Language": "Idioma",
    "Last articles": "Últimos artigos",
    "Learn more": "Saiba mais",
    "Let’s talk about digitally signing your documents!": "Vamos falar sobre assinar digitalmente seus documentos!",
    "LibreCode, a Brazilian cooperative of free software developers.": "LibreCode, uma cooperativa brasileira de desenvolvedores de software livre.",
    "LibreSign allows documents to be signed securely and with legal validity, since the system generates hashing - an algorithm that ensures that the file has not been altered after being signed - as well as numbers and records the times of each signature carried out in the document. In this way, the system meets all the requirements of the GDPR - General Data Protection Law.": "O LibreSign permite que documentos sejam assinados de forma segura e com validade jurídica, já que o sistema gera hashing – algoritmo que garante que o arquivo não foi alterado após ser assinado – além de números e registra os horários de cada assinatura realizada no documento. Desta forma, o sistema atende a todas as exigências da GDPR – Lei Geral de Proteção de Dados.",
    "LibreSign frequently asked questions": "Perguntas frequentes sobre o LibreSign",
    "LibreSign is a web application for electronic signatures (e-Sign) developed by the LibreCode cooperative (Brazilian cooperative specialized in free software development). Its development began at the beginning of 2020, in the midst of the pandemic, when people and companies were migrating their physical documentation to digital, and then there was a need to develop a web solution that could offer the possibility of signing documents, contracts and proposals online with security and agility.": "LibreSign é uma aplicação web para assinaturas eletrônicas (e-Sign) desenvolvida pela cooperativa LibreCode (cooperativa brasileira especializada em desenvolvimento de software livre). Seu desenvolvimento começou no início de 2020, em plena pandemia, quando pessoas e empresas migravam sua documentação física para digital, e então surgiu a necessidade de desenvolver uma solução web que pudesse oferecer a possibilidade de assinatura de documentos, contratos e propostas online com segurança e agilidade.",
    "LibreSign is the ideal choice for educational institutions looking to enhance their document processes with legal validity. Simplify the signing of contracts, authorizations, and other essential documents for academic administration. Promote effective document management, providing a streamlined and modern experience for students, teachers, and administrative staff.": "LibreSign é a escolha ideal para instituições de ensino que buscam aprimorar seus processos documentais com validade jurídica. Simplifique a assinatura de contratos, autorizações e outros documentos essenciais à administração acadêmica. Promova uma gestão documental eficaz, proporcionando uma experiência simplificada e moderna para alunos, professores e funcionários administrativos.",
    "LibreSign revolutionizes document authenticity verification with QR Code, ensuring security, efficiency, and practicality. Its instantaneous validation, agility, transparency, and compatibility with various platforms make it perfect for sustainable businesses. Try this solution now!": "A LibreSign revoluciona a verificação da autenticidade de documentos com Código QR, garantindo segurança, eficiência e praticidade. Sua validação instantânea, agilidade, transparência e compatibilidade com várias plataformas a tornam perfeita para negócios sustentáveis. Experimente esta solução agora!",
    "Main features": "Principais funcionalidades",
    "Maximize your workflow efficiency with LibreSign's API integration. Automate digital signature processes, minimize manual errors and improve security. Our API makes it easy to incorporate digital signature functionality into your existing systems.": "Maximize a eficiência do seu fluxo de trabalho com a integração da API do LibreSign. Automatize os processos de assinatura digital, minimize erros manuais e melhore a segurança. Nossa API facilita a incorporação da funcionalidade de assinatura digital em seus sistemas existentes.",
    "Message": "Mensagem",
    "Multiple signers": "Vários signatários",
    "Need more features?": "Precisa de mais recursos?",
    "No. The digitized signature is the reproduction of the handwritten signature as an image using scanner-type. It does not guarantee the authorship and of the electronic document, as there is no association between the signer and the text, as it can be easily copied and inserted another document.": "Não. A assinatura digitalizada é a reprodução da assinatura manuscrita em forma de imagem por meio de scanner. Não garante a autoria e do documento eletrônico, pois não há associação entre o signatário e o texto, pois pode ser facilmente copiado e inserido em outro documento.",
    "Optimize document management in the public sector with LibreSign. Our solution provides effective administration to handle specific government documentation, ensuring security, speed, and strict compliance with the General Data Protection Law (GDPR). Simplify bureaucratic processes, expedite document signing, and promote more efficient management with LibreSign for the public sector.": "Otimize a gestão documental no setor público com LibreSign. Nossa solução proporciona uma administração eficaz para lidar com documentações governamentais específicas, garantindo segurança, agilidade e estrito cumprimento da Lei Geral de Proteção de Dados (LGPD). Simplifique processos burocráticos, agilize a assinatura de documentos e promova uma gestão mais eficiente com o LibreSign para o setor público.",
    "Our Pricing Plans": "Nossos preços e planos",
    "Our electronic signature and document management solution streamline workflows, reducing time spent on manual processes. Achieve greater productivity, promote document security, and ensure compliance with the General Data Protection Law (GDPR), providing an agile experience for your clients and collaborators.": "Nossa solução de assinatura eletrônica e gerenciamento de documentos simplifica os fluxos de trabalho, reduzindo o tempo gasto em processos manuais. Alcance maior produtividade, promova a segurança de documentos e garanta o cumprimento da Lei Geral de Proteção de Dados (LGPD), proporcionando uma experiência ágil para seus clientes e colaboradores.",
    "Phone": "Telefone",
    "Posts": "Postagens",
    "Pricing": "Pricing",
    "Privacy policy": "Politica de Privacidade",
    "Privacy policy term": "Política de privacidade",
    "Private companies": "Empresas privadas",
    "Public sector": "Setor público",
    "Qrcode validation": "Validação de Qrcode",
    "STARTING FROM": "A PARTIR DE",
    "Security": "Security",
    "Send Message": "Enviar Mensagem",
    "Sign and send documents in seconds, from anywhere in the world.": "Sign and send documents in seconds, from anywhere in the world.",
    "Simplify your digital signatures and document management safely and efficiently": "Simplifique suas assinaturas digitais e a gestão de documentos de forma segura e eficiente",
    "Speed": "Speed",
    "Streamline the signing of digital documents for multiple individuals, ensuring legal validity, security, and collaboration. Expedite contract processes between departments, eliminating the need for in-person meetings. Embrace efficiency and collaboration with LibreSign, guiding your organization towards seamless digital transformation": "Agilize a assinatura de documentos digitais para múltiplos assinantes, garantindo validade legal, segurança e colaboração. Acelere os processos contratuais entre departamentos, eliminando a necessidade de reuniões presenciais. Abraçe a eficiência e a colaboração com a LibreSign, guiando sua organização em direção a uma transformação digital sem igual",
    "Sustainability": "Sustainability",
    "Talk to sales": "Falar com Vendas",
    "Target audience": "Público alvo",
    "Thank you!": "Obrigado!",
    "The perfect tool to manage the signature flow of your documents": "A ferramenta perfeita para gerenciar o fluxo de assinaturas de seus documentos",
    "Transform your processes with more security and efficiency": "Transform your processes with more security and efficiency",
    "Type the code below": "Digite o código abaixo",
    "Type your message here": "Digite sua mensagem aqui",
    "Type your name": "Digite seu nome",
    "Under Consultation": "Sob consulta",
    "Validity of Legal Signatures in Brazil and Around the World": "Validade das Assinaturas Legais no Brasil e no Mundo",
    "We create digital experiences for brands and companies by using technology.": "Criamos experiências digitais para marcas e empresas usando tecnologia.",
    "We offer flexible plans to meet your secure digital storage needs. Easily rent more space and ensure all your important documents are always accessible and protected in our high-security cloud.": "Oferecemos planos flexíveis para atender às suas necessidades de armazenamento digital seguro. Alugue mais espaço facilmente e garanta que todos os seus documentos importantes estejam sempre acessíveis e protegidos em nossa nuvem de alta segurança.",
    "We use PKI technology to generate digital certificate keys. LibreSign is open source (and always will be), which allows it to be audited and customized for various needs and integrated with any system and, of course, maintained by the community.": "Usamos tecnologia PKI para gerar chaves de certificados digitais. O LibreSign é open source (e sempre será), o que permite que seja auditado e customizado para diversas necessidades e integrado a qualquer sistema e, claro, mantido pela comunidade.",
    "What are the key features of LibreCode signature pads?": "Quais são os principais recursos dos blocos de assinatura LibreCode?",
    "What is electronic signature capture?": "O que é captura de assinatura eletrônica?",
    "What is the name of the company that LibreSign was developed by?": "Qual é o nome da empresa pela qual o LibreSign foi desenvolvido?",
    "Why LibreSign?": "Por que LibreSign?",
    "With the evolution of commercial and legal demands, the need to allow a digital document to be signed by multiple individuals stands out. This capability not only speeds up workflow, ensures legal validity, and fosters collaboration among various stakeholders but also enables all involved parties to view and sign as needed, regardless of location or time zone.\n\nEach digital signature is unique and linked to the signatory, ensuring the security, legal validity, and transparency of the document. Imagine, for example, a complex contract involving representatives from different departments of a company. With LibreSign, each stakeholder can review and sign the document simultaneously, eliminating the need for time-consuming in-person meetings and expediting the approval process.\n\nBy adopting the functionality of multiple signers in digital documents with LibreSign, companies can gain a competitive advantage, significantly reducing the time to complete contracts and agreements, ensuring legal validity, and promoting collaboration.\n\nIn the midst of digital transformation, LibreSign is not just a technological solution; it is a revolution in document management. Allow LibreSign to lead your organization toward an era of efficiency, security, and collaboration. We are ready to be part of your journey towards digital transformation!\n": "Com a evolução das demandas comerciais e legais, destaca-se a necessidade de permitir que um documento digital seja assinado por múltiplos indivíduos. Essa capacidade não apenas acelera o fluxo de trabalho, garante a validade legal e fomenta a colaboração entre diversos stakeholders, mas também possibilita que todas as partes envolvidas visualizem e assinem conforme necessário, independentemente de localização ou fuso horário.\n\nCada assinatura digital é única e vinculada ao signatário, garantindo a segurança, a validade legal e a transparência do documento. Imagine, por exemplo, um contrato complexo envolvendo representantes de diferentes departamentos de uma empresa. Com a LibreSign, cada stakeholder pode revisar e assinar o documento simultaneamente, eliminando a necessidade de reuniões presenciais demoradas e acelerando o processo de aprovação.\n\nAo adotar a funcionalidade de múltiplos signatários em documentos digitais com a LibreSign, as empresas podem obter uma vantagem competitiva, reduzindo significativamente o tempo para completar contratos e acordos, garantindo a validade legal e promovendo a colaboração.\n\nEm meio à transformação digital, a LibreSign não é apenas uma solução tecnológica; é uma revolução na gestão de documentos. Permita que a LibreSign lidere sua organização em direção a uma era de eficiência, segurança e colaboração. Estamos prontos para fazer parte da sua jornada em direção à transformação digital!\n"
}
