{
    "# LibreSign Privacy Notice\n\n## Introduction\n\nThe **LibreSign** is documents signer free developed by **LibreCode**, cooperative of professional of IT. The LibreSign was thinked having to base  the security and the privacy of users.\n\nWe establish this Privacy Notice to inform how the personal data collected through of the our contact form on website of LibreSign is treaties, protected and utilized.\n\nThis Notice is governed for norms of  General Data Protection Law (GDPL) by Brasil and General Data Protection Law (GDPL) by Europe Union, reflexeting our compromise in protect the privacy and the integration of users personal data.\n\n## Collect of Data\n\nThe LibreCode collect and treat the following personal data through of your website (www.libresign.coop):\n\n- **Name**\n- **E-mail**\n- **Phone**\n\nThese data is provided voluntarily by users when filling the contact form available on our website. The collect these data have how finality exclusive establish a communication channel efficient with the interested in our products and services.\n\n**When filling the registration form you agree with the treat of your data to publish of products of LibreCode. You can revoke your consent any time, just click on link available in communication or send an e-mail to:** contato@librecode.coop.\n\n## Use of Data\n\nThe personal data collected is used just to the following finalities:\n\n- Answer of requests, doubts or users of comments\n- Send communications that have been expressly requested by user ou that be pertinent to your manifested interest\n- Register of attendance history\n- For legal and/or regulatory purposes\n \nThe LibreCode is committed to not use the data collected to specific distincts finality above without the prev notification of the data holders.\n\n## Data Sharing\n\nThe LibreCode not share, sell, rent or another way provides collected personal data to third parties, except when necessary to fulfill with legal obligations or with user express authorization.\n\n## Data Security\n\nWe employ measures security technique and organizational to protected the personal data collected against accesses not authorized, undue changes, disclosure or destruction. Our commitment with security, include adoption of recommented pratics in terms of data protect. To know more about the security politic of LibreCode between in contact us.\n\n## Data Holders Rights\n\nAccording to art 18 of LGPD and the GDPR, users have the use to access, to correct, delete or to carry personal user data, beside can limit or if oppose to your treat when substantiated in the interest legitimate of  the controller.\n\nTo exercise your rights, the holders of data and/or your responsible should **in to by way e-mail:**  contato@librecode.coop\n\n## Changes of Privacy Politic\n\nLibreCode reserves the right to change this Privacy Policy any moment. The changes will be valid immediately after you publish on website. We recommend the periodic review this politic.\n\n## Contact\n\nTo relative questions to our Privacy Politic any moment contact us by e-mail: contato@librecode.coop\n\nThis Privacy Politic was updated by last once on 08 april 2024": "# Aviso de Privacidade da LibreSign\n\n## Introdução\n\nO **LibreSign** é um sinalizador de documentos livre desenvolvido pela **LibreCode**, cooperativa de profissionais de TI. O LibreSign foi pensado ter que basear a segurança e a privacidade dos usuários.\n\nNós estabelecemos este Aviso de Privacidade para informar como os dados pessoais coletados através do nosso formulário de contato no site da LibreSign são tratados, protegidos e utilizados.\n\nEste Aviso é regido por normas da Lei Geral de Proteção de Dados (GDPL) da Brasil e da Lei Geral de Proteção de Dados (LGPD) da União Europeia, refletindo nosso compromisso em proteger a privacidade e a integração de dados pessoais dos usuários.\n\n## Coleta de Dados\n\nO LibreCode coleta e trata os seguintes dados pessoais através do seu site (www.libresign.coop):\n\n- **Nome**\n- **E-mail**\n- **Telefone**\n\nEsses dados são fornecidos voluntariamente pelos usuários ao preencher o formulário de contato disponível em nosso site. A coleta desses dados tem como a finalidade exclusiva estabelece um canal de comunicação eficiente com os interessados em nossos produtos e serviços.\n\n**Ao preencher o formulário de registro, você concorda com o tratamento de seus dados para publicar produtos da LibreCode. Você pode revogar seu consentimento a qualquer momento, basta clicar no link disponível na comunicação ou enviar um e-mail para:** contato@librecode.coop.\n\n## Uso de Dados\n\nOs dados pessoais recolhidos são utilizados apenas para as seguintes finalidades:\n\n- Resposta de pedidos, dúvidas ou usuários de comentários\n- Envie comunicações que tenham sido expressamente solicitadas pelo usuário ou que sejam pertinentes ao seu interesse manifestado\n- Registro de histórico de atendimento\n- Para fins legais e/ou regulamentares\n\nO LibreCode está comprometido em não usar os dados coletados para a finalidade específica dos dados acima sem a notificação prévia dos titulares de dados.\n\n## Partilha de dados\n\nO LibreCode não compartilha, vende, aluga ou outra forma fornece dados pessoais coletados a terceiros, exceto quando necessário para cumprir com obrigações legais ou com autorização expressa do usuário.\n\n## Segurança de dados\n\nUtilizamos medidas técnicas de segurança e organização para proteger os dados pessoais recolhidos contra acessos não autorizados, alterações indevidas, divulgação ou destruição. Nosso compromisso com a segurança, inclui a adoção de práticas recomendada em termos de proteção de dados. Para saber mais sobre a política de segurança da LibreCode entre em contato conosco.\n\n## Direitos dos titulares de dados\n\nDe acordo com a arte 18 da LGPD e do GDPR, os usuários têm o uso de acessar, corrigir, excluir ou transportar dados pessoais do usuário, ao lado pode limitar ou se opor ao seu tratamento quando fundamentado no interesse legítimo do controlador.\n\nPara exercer os seus direitos, os titulares de dados e/ou os seus responsáveis devem **por e-mail:** contato@librecode.coop\n\n## Mudanças de Privacidade Política\n\nA LibreCode reserva-se o direito de alterar esta Política de Privacidade a qualquer momento. As alterações serão válidas imediatamente após a publicação no site. Recomendamos a revisão periódica desta política.\n\n## Contato\n\nPara questões relativas à nossa Política de Privacidade, entre em contato conosco por e-mail: contato@librecode.coop\n\nEsta Política de Privacidade foi atualizada pela última vez em 08 abril 2024",
    "## Common problems in document management\n\nDocument management faces several common issues. Manual document signing can take days or even weeks, especially when multiple signatures are needed, delaying important processes and affecting the institution's operations. Moreover, manual handling of documents increases the chance of errors, leading to legal and administrative problems. The use of paper, printing, storage, and sending physical documents also generates significant costs for institutions. Finally, ensuring data security and compliance with laws, such as the LGPD (General Data Protection Law), is a constant challenge.\n\n### Real problem: Floods in Rio Grande do Sul\n\n![Image](../assets/images/floods-in-rio-grande-do-sul.png)\n\nA recent example that highlights the importance of document digitization is the floods in Rio Grande do Sul. Many schools and universities in the region suffered the loss of important physical documents due to the floods. These non-digitized documents resulted in enormous losses and difficulties in recovering essential information, affecting the administration and continuity of educational activities.\n\nA recent example that highlights the importance of document digitization is the floods in Rio Grande do Sul. Many schools and universities lost important physical documents due to the floods, resulting in enormous losses and difficulties in recovering essential information. The lack of digitization severely affected the administration and continuity of educational activities. This tragic event reinforces the urgent need to adopt digital solutions to protect important data and ensure the resilience of institutions against natural disasters.\n\n## LibreSign: The ideal solution\n\nLibreSign is a digital signature platform that allows educational institutions to digitize and automate document management, offering a secure, efficient, and cost-effective solution. With LibreSign, you reduce bureaucracy, save resources, and increase security.\n\nAmong its features, we highlight:\n\n1. Digital document signing using digital certificates (e-CPF, e-CNPJ, or system-generated certificates).\n2. Legal validity and compliance with Brazilian legislation, including the General Data Protection Law (LGPD), and the European Union's General Data Protection Regulation (GDPR).\n3. Centralizes the creation, storage, and signing of documents in a single system, facilitating access and management, reducing bureaucracy, and increasing the efficiency of academic offices.\n4. Uses advanced encryption to protect documents from unauthorized access, ensuring data integrity and confidentiality, which is essential for LGPD compliance.\n5. Eliminates the need for physical document sending, saving time and resources.\n\n### Examples of documents that can be signed\n\nLibreSign can be used to sign a wide variety of school and academic documents, including:\n\n1. Enrollment contracts\n2. Report cards and performance reports\n3. Certificates and diplomas\n4. Lesson plans\n5. Parental authorizations\n6. Statements and requests\n7. Various administrative forms\n\nUsing LibreSign for these documents increases practicality, security, efficiency, and legal compliance, benefiting both institutions and students.\n\n#### Discover the benefits of using LibreSign\n\n- Speed: Reduce the time needed to sign and process documents, increasing productivity.\n- Cost Reduction: Eliminate costs associated with paper, printing, and sending documents.\n- Security: Ensure the protection of sensitive data and compliance with the LGPD.\n- Sustainability: Contribute to environmental preservation by reducing paper usage.\n- Accessibility: Allow documents to be signed from anywhere, at any time, facilitating remote management.\n\nDigitizing signing processes is a crucial step towards modernizing educational institutions. LibreSign offers a complete solution that not only improves efficiency and reduces costs but also ensures data security and compliance. Transform your institution's document management with LibreSign and enjoy all the benefits of digital transformation.\n\n🌐 Contact us: [LibreSign Contact Us](https://libresign.coop/contact-us)\n": "## Problemas comuns na gestão de documentos\n\nA gestão de documentos enfrenta vários problemas comuns. A assinatura manual de documentos pode demorar dias ou mesmo semanas, especialmente quando são necessárias várias assinaturas, atrasando processos importantes e afectando as operações da instituição. Além disso, o manuseamento manual de documentos aumenta a probabilidade de erros, o que conduz a problemas jurídicos e administrativos. A utilização de papel, a impressão, o armazenamento e o envio de documentos físicos também geram custos significativos para as instituições. Por fim, garantir a segurança dos dados e o cumprimento de leis, como a LGPD (Lei Geral de Proteção de Dados), é um desafio constante.\n\n###Problema real: Enchentes no Rio Grande do Sul\n\n![Image](../assets/images/floods-in-rio-grande-do-sul.png)\n\nUm exemplo recente que evidencia a importância da digitalização de documentos são as enchentes no Rio Grande do Sul. Muitas escolas e universidades da região perderam documentos físicos importantes devido às enchentes. Esses documentos não digitalizados resultaram em enormes perdas e dificuldades na recuperação de informações essenciais, afetando a administração e a continuidade das atividades educacionais.\n\nUm exemplo recente que ressalta a importância da digitalização de documentos são as enchentes no Rio Grande do Sul. Muitas escolas e universidades perderam documentos físicos importantes devido às enchentes, resultando em enormes prejuízos e dificuldades na recuperação de informações essenciais. A falta de digitalização afetou gravemente a administração e a continuidade das atividades educacionais. Este trágico evento reforça a necessidade urgente de adotar soluções digitais para proteger dados importantes e garantir a resiliência das instituições contra desastres naturais.\n\n## LibreSign: A solução ideal\n\nO LibreSign é uma plataforma de assinatura digital que permite às instituições de ensino digitalizar e automatizar a gestão de documentos, oferecendo uma solução segura, eficiente e económica. Com o LibreSign, reduz a burocracia, poupa recursos e aumenta a segurança.\n\nDentre suas funcionalidades, destacam-se:\n\n1. Assinatura digital de documentos utilizando certificados digitais (e-CPF, e-CNPJ ou certificados gerados pelo sistema).\n2. Validade jurídica e conformidade com a legislação brasileira, incluindo a Lei Geral de Proteção de Dados (LGPD) e o Regulamento Geral de Proteção de Dados da União Europeia (GDPR).\n3. Centraliza a criação, o armazenamento e a assinatura de documentos em um único sistema, facilitando o acesso e o gerenciamento, reduzindo a burocracia e aumentando a eficiência das secretarias acadêmicas.\n4. Utiliza criptografia avançada para proteger os documentos contra acessos não autorizados, garantindo a integridade e a confidencialidade dos dados, essenciais para o cumprimento da LGPD..\n5. Elimina a necessidade de envio de documentos físicos, economizando tempo e recursos.\n\n### Exemplos de documentos que podem ser assinados\n\nO LibreSign pode ser usado para assinar uma grande variedade de documentos escolares e acadêmicos, incluindo:\n\n1. Contratos de inscrição\n2. Boletins de notas e relatórios de desempenho\n3. Certificados e diplomas\n4. Planos de aulas\n5. Autorizações parentais\n6. Declarações e pedidos\n7. Formulários administrativos diversos\n\nO uso do LibreSign para esses documentos aumenta a praticidade, a segurança, a eficiência e a conformidade legal, beneficiando tanto as instituições quanto os alunos.\n\n#### Descubra as vantagens de utilizar o LibreSign\n\n- Rapidez: Reduzir o tempo necessário para assinar e processar documentos, aumentando a produtividade.\n- Redução de custos: Elimina os custos associados ao papel, impressão e envio de documentos.\n- Segurança: Garantir a proteção de dados sensíveis e a conformidade com a LGPD.\n- Sustentabilidade: Contribuir para a preservação do meio ambiente, reduzindo o uso de papel.\n- Acessibilidade: Permitir que os documentos sejam assinados de qualquer lugar, a qualquer momento, facilitando o gerenciamento remoto.\n\nA digitalização dos processos de assinatura é um passo fundamental para a modernização das instituições de ensino. O LibreSign oferece uma solução completa que não apenas melhora a eficiência e reduz custos, mas também garante a segurança e a conformidade dos dados. Transforme a gestão de documentos da sua instituição com o LibreSign e aproveite todos os benefícios da transformação digital.\n\n🌐 Contactar-nos:: [LibreSign Contact Us](https://libresign.coop/contact-us)\n",
    "### Advanced security for public companies\n\nIn a digital environment where information security is crucial, especially for public companies that deal with large volumes of sensitive documents, LibreSign stands out for offering advanced security. Using data encryption and multi-factor authentication, LibreSign ensures that your data is always protected.\n\n#### See some advantages:\n\nEnd-to-end encryption ensures that only authorized recipients can access and read document content. With LibreSign, each document is encrypted from submission to final signature, ensuring your information remains secure every step of the way.\n\nThis encryption protects against interception during the transmission and storage of documents, ensuring that even if the data is accessed by third parties, it will be indecipherable and useless. For public companies that frequently deal with confidential information, this additional security is essential to protect the integrity of their administrative processes.\n\n#### Secure authentication\n\nLibreSign implements multi-factor authentication (MFA), making unauthorized access difficult and ensuring that only verified people can sign documents. This method requires users to provide two or more forms of verification before accessing documents, making the signing process more secure and reliable.\n\nFor example, in addition to the password, a code sent to the user's cell phone or email may be required. This additional level of verification prevents unauthorized people from forging signatures or accessing important documents. For public organizations, where accuracy and accountability are paramount, MFA provides an indispensable extra layer of security.\n\n### The importance of digital security in public companies\n\nPublic companies deal daily with information that requires the highest level of security. From contracts and agreements to legislative documents and citizen records, protecting this data is crucial. Any security breach can result in serious consequences, including data loss, unauthorized access to sensitive information and damage to the organization's reputation.\n\nLibreSign was developed with a focus on security and efficiency. The platform ensures that each document goes through a secure process, from creation to final signature. This level of detail and care is especially important in a scenario where reliability and security are mandatory.\n\n### Additional Benefits of LibreSign\n\nIn addition to advanced security features, LibreSign offers other advantages that make document management more efficient and secure:\n\n- **Intuitive interface:** The platform is easy to use, allowing employees to focus on their main tasks without wasting time on complicated systems.\n- **Real-time monitoring:** Track the status of documents in real time, allowing quick actions such as sending reminders for pending signatures.\n- **Integration with other systems:** LibreSign can be integrated with other systems used by your organization, providing more cohesive and centralized document management.\n\n### Conclusion\n\nThe security of your documents cannot be compromised. With LibreSign, you are guaranteed maximum protection through end-to-end encryption and authentication with multiple identification factors. Our solution is developed to meet the stringent security requirements of public companies, ensuring that each document is treated with the highest level of integrity and reliability.\n\nDon't wait until a security breach affects your organization. Contact us today to learn more about how LibreSign can meet the needs of your public organization. Schedule a demonstration and discover how we can improve document management and administrative efficiency at your institution.\n\nProtect your documents, optimize your processes and ensure the security and efficiency that your public organization deserves with LibreSign.\n": "### Segurança avançada para empresas públicas\n\nNum ambiente digital onde a segurança da informação é crucial, especialmente para empresas públicas que lidam com grandes volumes de documentos sensíveis, o LibreSign destaca-se por oferecer segurança avançada. Utilizando a encriptação de dados e a autenticação multifactor, o LibreSign garante que os seus dados estão sempre protegidos.\n\n#### Veja algumas vantagens:\n\nA criptografia de ponta a ponta garante que apenas os destinatários autorizados possam acessar e ler o conteúdo do documento. Com o LibreSign, cada documento é criptografado desde o envio até a assinatura final, garantindo que suas informações permaneçam seguras em cada etapa do processo.\n\nEsta encriptação protege contra a interceção durante a transmissão e o armazenamento dos documentos, garantindo que, mesmo que os dados sejam acedidos por terceiros, serão indecifráveis e inúteis. Para as empresas públicas que lidam frequentemente com informações confidenciais, esta segurança adicional é essencial para proteger a integridade dos seus processos administrativos.\n\n#### Autenticação segura\n\nO LibreSign implementa a autenticação multifator (MFA), dificultando o acesso não autorizado e garantindo que apenas pessoas verificadas possam assinar documentos. Este método exige que os utilizadores forneçam duas ou mais formas de verificação antes de acederem aos documentos, tornando o processo de assinatura mais seguro e fiável.\n\nPor exemplo, para além da palavra-passe, pode ser necessário um código enviado para o telemóvel ou e-mail do utilizador. Este nível adicional de verificação impede que pessoas não autorizadas falsifiquem assinaturas ou acedam a documentos importantes. Para organizações públicas, onde a precisão e a responsabilidade são fundamentais, a MFA fornece uma camada extra de segurança indispensável.\n\n### A importância da segurança digital nas empresas públicas\n\nAs empresas públicas lidam diariamente com informações que exigem o mais alto nível de segurança. Desde contratos e acordos a documentos legislativos e registos de cidadãos, a proteção destes dados é crucial. Qualquer violação de segurança pode ter consequências graves, incluindo a perda de dados, o acesso não autorizado a informações sensíveis e danos na reputação da organização.\n\nO LibreSign foi desenvolvido com foco na segurança e eficiência. A plataforma garante que cada documento passe por um processo seguro, desde a criação até a assinatura final. Este nível de detalhe e cuidado é especialmente importante num cenário em que a fiabilidade e a segurança são obrigatórias.\n\n### Benefícios adicionais do LibreSign\n\nPara além das funcionalidades de segurança avançadas, o LibreSign oferece outras vantagens que tornam a gestão de documentos mais eficiente e segura:\n\n- **Interface intuitiva:** A plataforma é fácil de usar, permitindo que os funcionários se concentrem nas suas tarefas principais sem perder tempo com sistemas complicados.\n- **Monitorização em tempo real:** Acompanhe o estado dos documentos em tempo real, permitindo ações rápidas como o envio de lembretes para assinaturas pendentes.\n- **Integração com outros sistemas:** O LibreSign pode ser integrado com outros sistemas utilizados pela sua organização, proporcionando uma gestão documental mais coesa e centralizada.\n\n### Conclusão\n\nA segurança dos seus documentos não pode ser comprometida. Com o LibreSign, é garantida a máxima proteção através da encriptação de ponta a ponta e da autenticação com múltiplos factores de identificação. A nossa solução foi desenvolvida para cumprir os rigorosos requisitos de segurança das empresas públicas, garantindo que cada documento é tratado com o mais alto nível de integridade e fiabilidade.\n\nNão espere até que uma violação de segurança afete sua organização. Contacte-nos hoje para saber mais sobre como o LibreSign pode satisfazer as necessidades da sua organização pública. Agende uma demonstração e descubra como podemos melhorar a gestão de documentos e a eficiência administrativa da sua instituição.\n\nProteja os seus documentos, optimize os seus processos e garanta a segurança e eficiência que a sua organização pública merece com o LibreSign.\n",
    "### Real-time monitoring - Transform document management in public organizations with LibreSign\n\nManaging documents efficiently and transparently is a constant challenge for many organizations, especially those in the public sector, where signing large volumes of documents is routine. The lack of visibility and control over the status of subscriptions can result in delays and a considerable loss of productivity, negatively impacting daily services and operations.\n\nImagine not being sure whether an important document has been signed or, even worse, discovering that it needs urgent action when it is already too late. This scenario not only generates frustration, but can also compromise the organization's efficiency and credibility. It is in this context that LibreSign stands out, offering a solution that provides total transparency and control over the document signing process.\n\n### The main advantages of Real-time Monitoring with LibreSign\n\n#### 1. Detailed and immediate follow-up\n\nLibreSign's real-time monitoring allows you to track every step of the signing process. This means that at any time you can check whether a document has been signed or is still pending action. This immediate visibility is essential to ensure that documents do not stand still and that all parties involved meet their deadlines.\n\n#### 2. Sending automatic reminders\n\nWhen a document is pending signature, LibreSign allows you to send reminders to signatories. This functionality ensures that everyone is notified and can act quickly, avoiding unnecessary delays. In public organizations, where speed and precision are fundamental, this ability to automatically remember signatories is a very significant differentiator.\n\n#### 3. Quick problem resolution\n\nWith real-time monitoring, problems can be identified and resolved immediately. By tracking the progress of documents, you can detect any obstacles or delays and take the necessary steps to correct the situation. This rapid response capability improves workflow efficiency and ensures documents are signed within established deadlines.\n\n#### 4. Intuitive dashboard\n\nLibreSign's interactive dashboard gives you a clear, detailed view of the status of each document. This intuitive interface facilitates the management and monitoring of multiple simultaneous signatures, allowing the team to focus on more strategic tasks, knowing that the system is taking care of document control and monitoring.\n\n#### Why do public organizations need LibreSign?\n\nPublic organizations deal with large volumes of documents that need to be signed by different parties, often in different locations. Efficiency in managing these subscriptions is essential to keep administrative processes in order and ensure continuity of services. LibreSign not only speeds up the signing process, but also improves team organization and productivity by centralizing signature management in a single panel.\n\n### Examples of real-time monitoring applications\n\n1. **Government Departments:**\n\nIn government departments, where signing official documents is a daily activity, real-time monitoring ensures that all documents are signed in a timely manner and that no important details are overlooked.\n\n2. **Hospitals and Health Services:**\n\nIn hospitals and healthcare services, efficient document management can literally save lives. The ability to monitor prescription and authorization signatures, prescriptions and other critical documents in real time ensures that patients receive the care they need without delays.\n\n3. **Educational Sector:**\n\nSchools, universities and other educational institutions can benefit from LibreSign by managing teacher contracts, parental consents, student records and other important documents efficiently and transparently.\n\nImplementing real-time monitoring with LibreSign revolutionizes document management, providing a more transparent and efficient experience. Public organizations, in particular, can benefit from this technology, ensuring that their signature processes are agile and well controlled.\n\nDon't let a lack of visibility and control harm your organization's productivity. Try LibreSign and transform your digital signature processes. Schedule a demonstration and discover how we can improve document management and administrative efficiency at your institution.\n": "### Monitoramento em tempo real - Transforme a gestão de documentos em organizações públicas com o LibreSign\n\nA gestão eficiente e transparente de documentos é um desafio constante para muitas organizações, especialmente as do sector público, onde a assinatura de grandes volumes de documentos é uma rotina. A falta de visibilidade e de controlo sobre o estado das assinaturas pode resultar em atrasos e numa perda considerável de produtividade, afectando negativamente os serviços e as operações diárias.\n\nImagine não ter a certeza se um documento importante foi assinado ou, pior ainda, descobrir que precisa de uma ação urgente quando já é demasiado tarde. Esse cenário não só gera frustração, como também pode comprometer a eficiência e a credibilidade da organização. É neste contexto que o LibreSign se destaca, oferecendo uma solução que proporciona total transparência e controlo sobre o processo de assinatura de documentos.\n\n### As principais vantagens da monitorização em tempo real com o LibreSign\n\n#### 1. Acompanhamento detalhado e imediato\n\nO monitoramento em tempo real do LibreSign permite acompanhar cada etapa do processo de assinatura. Isso significa que, a qualquer momento, é possível verificar se um documento foi assinado ou se ainda está pendente de ação. Esta visibilidade imediata é essencial para garantir que os documentos não fiquem parados e que todas as partes envolvidas cumpram os seus prazos.\n\n#### 2. Envio de lembretes automáticos\n\nQuando um documento está pendente de assinatura, o LibreSign permite enviar lembretes aos signatários. Esta funcionalidade garante que todos sejam notificados e possam agir rapidamente, evitando atrasos desnecessários. Nas organizações públicas, onde a rapidez e a precisão são fundamentais, esta capacidade de lembrar automaticamente os signatários é um diferencial muito significativo.\n\n#### 3. Resolução rápida de problemas\n\nCom a monitorização em tempo real, os problemas podem ser identificados e resolvidos imediatamente. Ao acompanhar a evolução dos documentos, é possível detetar quaisquer obstáculos ou atrasos e tomar as medidas necessárias para corrigir a situação. Esta capacidade de resposta rápida melhora a eficiência do fluxo de trabalho e garante que os documentos são assinados dentro dos prazos estabelecidos.\n\n#### 4. Painel de controlo intuitivo\n\nO painel de controlo interativo do LibreSign permite uma visão clara e detalhada do estado de cada documento. Esta interface intuitiva facilita a gestão e o acompanhamento de múltiplas assinaturas em simultâneo, permitindo que a equipa se concentre em tarefas mais estratégicas, sabendo que o sistema se encarrega do controlo e acompanhamento dos documentos.\n\n#### Porque é que as organizações públicas precisam do LibreSign?\n\nAs organizações públicas lidam com grandes volumes de documentos que precisam ser assinados por diferentes partes, muitas vezes em locais diferentes. A eficiência na gestão dessas assinaturas é essencial para manter os processos administrativos em ordem e garantir a continuidade dos serviços. O LibreSign não só acelera o processo de assinatura, como também melhora a organização e a produtividade das equipas, centralizando a gestão das assinaturas num único painel.\n\n### Exemplos de aplicações de monitorização em tempo real\n\n1. **Departamentos governamentais:**\n\nNos departamentos governamentais, onde a assinatura de documentos oficiais é uma atividade diária, a monitorização em tempo real garante que todos os documentos são assinados atempadamente e que nenhum pormenor importante é esquecido.\n\n2. **Hospitais e serviços de saúde:**\n\nNos hospitais e serviços de saúde, a gestão eficiente de documentos pode literalmente salvar vidas. A capacidade de monitorizar assinaturas de prescrições e autorizações, receitas e outros documentos críticos em tempo real garante que os doentes recebem os cuidados de que necessitam sem atrasos.\n\n3. **Setor da Educação:**\n\nEscolas, universidades e outras instituições de ensino podem beneficiar do LibreSign ao gerir contratos de professores, autorizações parentais, registos de alunos e outros documentos importantes de forma eficiente e transparente.\n\nA implementação da monitorização em tempo real com o LibreSign revoluciona a gestão documental, proporcionando uma experiência mais transparente e eficiente. As organizações públicas, em particular, podem beneficiar desta tecnologia, garantindo que os seus processos de assinatura são ágeis e bem controlados.\n\nNão deixe que a falta de visibilidade e controlo prejudique a produtividade da sua organização. Experimente o LibreSign e transforme os seus processos de assinatura digital. Agende uma demonstração e descubra como podemos melhorar a gestão documental e a eficiência administrativa da sua instituição.\n",
    "### Validity of Legal Signatures in Brazil and Around the World\n\nWith the increasing digitalization of administrative and legal processes, the validity of electronic signatures has become a topic of great relevance. Digital signatures offer security, agility, and convenience, but it is essential to understand their legal basis both in Brazil and in other countries. In this article, we explore the legal validity of digital signatures in a global context.\n\n#### Legal Signatures in Brazil\n\nIn Brazil, the validity of electronic signatures is provided for by [Provisional Measure No. 2,200-2/2001](https://www.planalto.gov.br/ccivil_03/MPV/Antigas_2001/2200-2.htm), which established the Brazilian Public Key Infrastructure (ICP-Brasil). This measure establishes that digitally signed documents using certificates issued by accredited authorities have the same legal validity as physically signed documents.\n\n**Article 10 of MP 2,200-2/2001:**\n\"Electronic documents referred to in this Provisional Measure, whose signatures were made using a digital certificate issued by an accredited Certification Authority, are considered public or private documents.\"\n\nAdditionally, [Law No. 14,063/2020](https://www.planalto.gov.br/ccivil_03/_Ato2019-2022/2020/Lei/L14063.htm) brought important updates on the use of electronic signatures in the public sector, classifying them into three types: simple, advanced, and qualified, with the latter having the highest level of security and legal validity.\n\n#### Legal Signatures Around the World\n\nThe regulation of electronic signatures varies from country to country, but there is a global movement towards their acceptance and validation.\n\n##### European Union\n\nIn the European Union, the [eIDAS Regulation](https://s.librecode.coop/e-idas-regulation) (Electronic Identification, Authentication and Trust Services), in effect since 2016, standardizes the use of electronic signatures among Member States. The eIDAS recognizes three types of electronic signatures: simple, advanced, and qualified, with the latter being the only one that has legal equivalence to handwritten signatures.\n\n**Article 25 of the eIDAS Regulation:**\n\"A qualified electronic signature shall have the equivalent legal effect of a handwritten signature.\"\n\n##### United States\n\nIn the United States, the Electronic Signatures in Global and National Commerce Act ([E-SIGN Act](https://www.congress.gov/bill/106th-congress/house-bill/1714)) and the Uniform Electronic Transactions Act (UETA) establish that electronic signatures are legally valid and enforceable, provided that all parties involved in the contract opt to use electronic means.\n\n**Section 101(a) of the E-SIGN Act:**\n\"A signature, contract, or other record relating to such transaction may not be denied legal effect, validity, or enforceability solely because it is in electronic form.\"\n\n#### Benefits of Digital Signatures\n\nThe adoption of digital signatures offers several benefits for businesses and institutions:\n\n1. **Security:** They use encryption to ensure the authenticity and integrity of documents.\n2. **Efficiency:** They reduce the time required to sign and process documents.\n3. **Sustainability:** They decrease paper usage, contributing to more sustainable practices.\n\nDigital signatures represent a significant advancement in the way documents are managed and authenticated. Their legal validity is supported by specific laws both in Brazil and in other countries, providing security and efficiency for businesses and individuals.\n\nFor more information on the validity of digital signatures in Brazil, visit [ICP-Brasil](http://www.iti.gov.br/icp-brasil) and [Law No. 14,063/2020](https://www.planalto.gov.br/ccivil_03/_Ato2019-2022/2020/Lei/L14063.htm).\n": "### Validade das Assinaturas Jurídicas no Brasil e no Mundo\n\nCom a crescente digitalização dos processos administrativos e jurídicos, a validade das assinaturas eletrônicas se tornou um tema de grande relevância. As assinaturas digitais oferecem segurança, agilidade e praticidade, mas é fundamental entender seu embasamento legal tanto no Brasil quanto em outros países. Neste artigo, exploramos a validade jurídica das assinaturas digitais no contexto mundial.\n\n#### Assinaturas Jurídicas no Brasil\n\nNo Brasil, a validade das assinaturas eletrônicas está prevista na [Medida Provisória nº 2.200-2/2001](https://www.planalto.gov.br/ccivil_03/MPV/Antigas_2001/2200-2.htm), que instituiu a Infraestrutura de Chaves Públicas Brasileira (ICP-Brasil). Esta medida estabelece que documentos assinados digitalmente, utilizando certificados emitidos por autoridades credenciadas, possuem a mesma validade jurídica dos documentos assinados fisicamente.\n\n**Artigo 10 da MP 2.200-2/2001:**\n“Consideram-se documentos públicos ou particulares os documentos eletrônicos de que trata esta Medida Provisória, cujas assinaturas foram realizadas com a utilização de certificado digital emitido por uma Autoridade Certificadora credenciada, na forma desta Medida Provisória.”\n\nAlém disso, a [Lei nº 14.063/2020](https://www.planalto.gov.br/ccivil_03/_Ato2019-2022/2020/Lei/L14063.htm) trouxe atualizações importantes sobre o uso das assinaturas eletrônicas no setor público, classificando-as em três tipos: simples, avançada e qualificada, sendo a última a que possui maior nível de segurança e validade jurídica.\n\n#### Assinaturas Jurídicas no Mundo\n\nA regulamentação das assinaturas eletrônicas varia de país para país, mas há um movimento global em direção à sua aceitação e validação.\n\n##### União Europeia\n\nNa União Europeia, o [Regulamento eIDAS](https://eur-lex.europa.eu/legal-content/PT/TXT/?uri=CELEX%3A32014R0910) (Electronic Identification, Authentication and Trust Services), em vigor desde 2016, uniformiza a utilização de assinaturas eletrônicas entre os Estados-Membros. O eIDAS reconhece três tipos de assinaturas eletrônicas: simples, avançada e qualificada, sendo esta última a única que possui equivalência jurídica às assinaturas manuscritas.\n\n**Artigo 25 do Regulamento eIDAS:**\n“Uma assinatura eletrônica qualificada tem o mesmo efeito jurídico de uma assinatura manuscrita.”\n\n##### Estados Unidos\n\nNos Estados Unidos, a Electronic Signatures in Global and National Commerce Act ([E-SIGN Act](https://www.congress.gov/bill/106th-congress/house-bill/1714)) e a Uniform Electronic Transactions Act (UETA) estabelecem que assinaturas eletrônicas são legalmente válidas e aplicáveis, desde que todas as partes envolvidas no contrato optem por usar meios eletrônicos.\n\n**Seção 101(a) da E-SIGN Act:**\n“A assinatura, contrato ou outro registro relacionado a tal transação não pode ser negado efeito legal, validade ou aplicabilidade apenas porque é uma assinatura eletrônica ou um registro eletrônico.”\n\n#### Benefícios das assinaturas digitais\n\nA adoção de assinaturas digitais traz diversos benefícios para empresas e instituições:\n\n1. **Segurança:** Utilizam criptografia para garantir a autenticidade e integridade dos documentos.\n2. **Eficiência:** Reduzem o tempo necessário para assinar e processar documentos.\n3. **Sustentabilidade:** Diminuem o uso de papel, contribuindo para práticas mais sustentáveis.\n\nAs assinaturas digitais representam um avanço significativo na forma como os documentos são gerenciados e autenticados. Sua validade jurídica é amparada por leis específicas tanto no Brasil quanto em outros países, proporcionando segurança e eficiência para empresas e pessoas físicas.\n\nPara mais informações sobre a validade das assinaturas digitais no Brasil, visite [ICP-Brasil](http://www.iti.gov.br/icp-brasil) and [Law No. 14,063/2020](https://www.planalto.gov.br/ccivil_03/_Ato2019-2022/2020/Lei/L14063.htm).\n",
    "$ 600/mo": "$ 600/mo",
    "- Unlimited accounts\n- Storage customized": "- Contas ilimitadas\n- Armazenamento customizado",
    "- Until 5 accounts\n- Storage until 1Gb": "- Até 5 contas\n- Armazenamento até 1Gb",
    "A digital signature uses a digital certificate, which provides greater security and legal validity. Electronic signatures, on the other hand, are made in other ways, such as by e-mail or cell phone, and also have legal validity, depending on the context.": "A digital signature uses a digital certificate, which provides greater security and legal validity. Electronic signatures, on the other hand, are made in other ways, such as by e-mail or cell phone, and also have legal validity, depending on the context.",
    "A simple and complete solution. It speeds up processes and can eliminate the use of paper. We integrated it with our public management system or e-Cidade, it was absurdly good. Congratulations.": "Uma solução simples e completa. Agiliza os processos e pode eliminar o uso de papel. Integramos com o nosso sistema de gestão pública ou e-Cidade, ficou absurdamente bom. Parabéns.",
    "About": "Sobre",
    "About Us": "Sobre nós",
    "Absolutely! LibreSign has APIs that allow you to integrate the platform with other systems you already use, helping to automate processes and make everything more agile.": "Absolutely! LibreSign has APIs that allow you to integrate the platform with other systems you already use, helping to automate processes and make everything more agile.",
    "Access management by users or departments": "Gestão de acessos por usuários ou departamentos",
    "Advanced security": "Segurança avançada",
    "Agility and security are paramount in business transactions, and LibreSign emerges as the intelligent choice for diverse sectors. Developed by LibreCode, a cooperative of IT professionals, LibreSign embodies the Free and Open-Source Software (FOSS) philosophy. With robust security standards, it ensures the inviolability of electronic signatures, making it ideal for government, education, and corporate enterprises": "Agilidade e segurança são fundamentais nas transações comerciais, e o LibreSign surge como a escolha inteligente para diversos setores. Desenvolvido pela LibreCode, uma cooperativa de profissionais de TI, o LibreSign incorpora a filosofia do Software Livre e de Código Aberto (FOSS). Com padrões de segurança robustos, garante a inviolabilidade das assinaturas eletrônicas, tornando-o ideal para governos, educação e empresas corporativas",
    "Agility and security in business transactions are essential for the success of any company. It is in this scenario that LibreSign stands out as the smart choice for businesses across various sectors, offering not only efficiency but also a commitment to security and privacy.\n\nDeveloped by LibreCode, a cooperative of IT professionals, LibreSign is more than just software; it is an expression of the Free and Open-Source Software (FOSS) philosophy, reflecting not only what we do but why we do it. After all, we are driven by the conviction that technology should be accessible to all, promoting the freedom of use, modification, and distribution.\n\nBy adopting the Free and Open-Source model, LibreSign not only provides businesses with a cost-effective solution but also offers the flexibility needed to adapt the software to the specific demands of each business. This means that your company is not just acquiring a product but becoming part of a community dedicated to building advanced technological solutions.\n\n## Security first\n\nDeveloped with the highest standards of security and encryption, our users can sign electronic documents with confidence, knowing that their sensitive information is protected.\n\nEncryption ensures that electronic signatures are secure and inviolable, providing peace of mind not only for businesses but also for customers and partners. By choosing LibreSign, your company is investing in a solution that places security and privacy at the center of everything we do.\n\n## Who is LibreSign for?\n\nLibreSign is a versatile solution developed to meet the specific needs of various sectors, including government, education, and corporate enterprises. By simplifying and streamlining processes such as the signing of government contracts, academic documents, and corporate agreements, LibreSign promotes efficiency at all levels of these institutions.\n\nBy using LibreSign, businesses are not only investing in a practical tool; they are joining a revolution that redefines and optimizes process management. This transformation aims not only to enhance efficiency but also to strengthen security, taking them to the highest level of excellence.\n": "Agilidade e segurança nas transações comerciais são essenciais para o sucesso de qualquer empresa. É nesse cenário que o LibreSign se destaca como a escolha inteligente para empresas de diversos setores, oferecendo não apenas eficiência, mas também um compromisso com a segurança e a privacidade.\n\nDesenvolvido pela LibreCode, uma cooperativa de profissionais de TI, o LibreSign é mais do que um simples software; é uma expressão da filosofia do Software Livre e de Código Aberto (FOSS), reflectindo não só o que fazemos, mas porque o fazemos. Afinal, somos movidos pela convicção de que a tecnologia deve ser acessível a todos, promovendo a liberdade de uso, modificação e distribuição.\n\nAo adotar o modelo Free and Open-Source, o LibreSign não só oferece às empresas uma solução rentável, como também oferece a flexibilidade necessária para adaptar o software às exigências específicas de cada empresa. Isto significa que a sua empresa não está apenas a adquirir um produto, mas a tornar-se parte de uma comunidade dedicada à construção de soluções tecnológicas avançadas.\n\n## Segurança em primeiro lugar\n\nDesenvolvido com os mais elevados padrões de segurança e encriptação, os nossos utilizadores podem assinar documentos electrónicos com confiança, sabendo que as suas informações sensíveis estão protegidas.\n\nA encriptação garante que as assinaturas electrónicas são seguras e invioláveis, proporcionando tranquilidade não só às empresas, mas também aos clientes e parceiros. Ao escolher o LibreSign, a sua empresa está a investir numa solução que coloca a segurança e a privacidade no centro de tudo o que fazemos.\n\n## Para quem é o LibreSign?\n\nO LibreSign é uma solução versátil desenvolvida para atender às necessidades específicas de vários setores, incluindo governo, educação e empresas corporativas. Ao simplificar e agilizar processos como a assinatura de contratos públicos, documentos académicos e acordos empresariais, o LibreSign promove a eficiência a todos os níveis destas instituições.\n\nAo utilizar o LibreSign, as empresas não estão apenas a investir numa ferramenta prática; estão a aderir a uma revolução que redefine e optimiza a gestão de processos. Esta transformação visa não só aumentar a eficiência, mas também reforçar a segurança, levando-as ao mais alto nível de excelência.\n",
    "Any Questions? Answered": "Alguma pergunta? Respondidas",
    "Basic": "Básico",
    "Beyond offering agility and security in digital signatures and document management, LibreSign features functionalities that adapt to the specific needs of your organization.": "Além de proporcionar agilidade e segurança em assinatura digital e gestão de documentos, o LibreSign apresenta funcionalidades que se adaptam às necessidades específicas da sua organização.",
    "Blog Page": "Blog",
    "Business": "Empresas",
    "Button to play characters captcha": "Botão para reproduzir os caracteres do captcha",
    "Button to reload characters captcha": "Botão para atualizar os caracteres do captcha",
    "By %s": "Por %s",
    "By using digital certificates issued by a Certification Authority, it is possible to ensure the signer's identity and the document's integrity. Physical signatures can be forged, compromising the validity of your documents. However, digital signatures, regulated by Provisional Measure No. 2.200-2/2001, provide the necessary security to protect the authenticity and legal validity of your documents.": "Ao utilizar certificados digitais emitidos por uma Autoridade Certificadora, é possível garantir a identidade do signatário e a integridade do documento. Assinaturas físicas podem ser falsificadas, comprometendo a validade dos seus documentos. Porém, as assinaturas digitais, regulamentadas pela Medida Provisória nº 2.200-2/2001, proporcionam a segurança necessária para proteger a autenticidade e a validade jurídica dos seus documentos.",
    "CONTACT US": "CONTACTE-NOS",
    "Can I use my personal digital certificate to sign documents?": "Can I use my personal digital certificate to sign documents?",
    "Can LibreSign be used by public bodies?": "Can LibreSign be used by public bodies?",
    "Choose the perfect plan for your needs - Flexibility and security for companies of all sizes!": "Escolha o plano perfeito para suas necessidades - Flexibilidade e segurança para empresas de todos os tamanhos!",
    "Cloud Storage": "Armazenamento em Nuvem",
    "Compare plans": "Comparar planos",
    "Congratulations to the LibreSign development team for creating such an efficient solution for electronic signatures! LibreSign has an intuitive interface and ease of use, allowing integration with various APIs. I've been following the development and see it improving with each new release. LibreSign makes managing digital signatures a simple and reliable experience. I highly recommend it!": "Parabéns à equipe de desenvolvimento do LibreSign por criar uma solução tão eficiente para assinaturas eletrônicas! O LibreSign possui uma interface intuitiva e fácil de usar, permitindo integração com diversas APIs. Tenho acompanhado o desenvolvimento e vejo que ele melhora a cada novo lançamento. O LibreSign torna o gerenciamento de assinaturas digitais uma experiência simples e confiável. Eu recomendo!",
    "Contact": "Contato",
    "Contact us to more informations": "Contacte-nos para mais informações",
    "Contribute to a greener world by eliminating the use of paper.": "Contribua para um mundo mais verde eliminando o uso de papel.",
    "Credit card": "Credit card",
    "Customization of visual identity (colors, logo and domain)": "Personalização de identidade visual (cores, logotipo e domínio)",
    "Developed by": "Desenvolvido por",
    "Did you know that digital signature is the safest and most efficient way to validate electronic documents?": "Você sabia que a assinatura digital é a forma mais segura e eficiente de validar documentos eletrônicos?",
    "Discover the main benefits of integrating e-Cidade with LibreSign and see how this partnership is transforming the digitalization of municipalities, promoting agility, security, and sustainability.": "Conheça os principais benefícios da integração do e-Cidade com o LibreSign e veja como essa parceria está transformando a digitalização das prefeituras, promovendo a agilidade, segurança e sustentabilidade.",
    "Discover the validity of digital signatures in Brazil and around the world. This article explores the legal basis of electronic signatures, citing specific laws and highlighting the benefits of this technology for businesses and institutions.": "Descubra a validade das assinaturas digitais no Brasil e em todo o mundo. Este artigo explora a base jurídica de assinaturas eletrônicas, citando leis específicas e destacando os benefícios desta tecnologia para empresas e instituições.",
    "Do I need a digital certificate to sign documents?": "Do I need a digital certificate to sign documents?",
    "Document management in education - Challenges and solutions with LibreSign": "Gestão documental na educação – Desafios e soluções com LibreSign",
    "Document management in the educational field is complex and inefficient when done manually. With LibreSign, educational institutions can optimize document management, making it faster, more accurate, and efficient.": "Document management in the educational field is complex and inefficient when done manually. With LibreSign, educational institutions can optimize document management, making it faster, more accurate, and efficient.",
    "Document validation by QR Code": "Validação de documentos por QR Code",
    "Does LibreSign offer technical support?": "Does LibreSign offer technical support?",
    "Does LibreSign time-stamp documents?": "Does LibreSign time-stamp documents?",
    "Does the plan have any kind of loyalty?": "Does the plan have any kind of loyalty?",
    "Easily create, send, sign and track all your contracts in one place": "Crie, envie, assine e acompanhe facilmente todos os seus contratos em um só lugar",
    "Education": "Educação",
    "Electronic document management": "Gerenciamento eletrônico de documentos",
    "Encrypted signatures that guarantee the integrity of your documents.": "Assinaturas criptografadas que garantem a integridade dos seus documentos.",
    "Features": "Recursos",
    "File Creation, Signature with Digital Certificate, Signature Management, Document Management, Validation, API": "File Creation, Signature with Digital Certificate, Signature Management, Document Management, Validation, API",
    "Fill in the fields below with your data": "Preencha os campos abaixo com seus dados",
    "Finally an excellent app for signing documents. Very good!": "Finalmente um excelente aplicativo para assinar documentos. Muito bom!",
    "Free and open source software for electronic signatures": "Software livre e código aberto para assinaturas eletrônicas",
    "Full Name": "Nome completo",
    "Home": "Início",
    "How are documents signed in LibreSign?": "How are documents signed in LibreSign?",
    "How can I buy LibreSign?": "How can I buy LibreSign?",
    "How does LibreSign guarantee the security of signatures and documents?": "How does LibreSign guarantee the security of signatures and documents?",
    "Hybrid signatures": "Assinaturas híbridas",
    "Hybrid signatures streamline negotiation processes, offering flexibility in choosing between personal or system-generated digital certificates for signing documents digitally with LibreSign": "As assinaturas híbridas agilizam os processos de negociação, oferecendo flexibilidade na escolha entre certificados digitais pessoais ou gerados pelo sistema para assinar documentos digitalmente com o LibreSign",
    "Image with captcha text": "Imagem com texto de captcha",
    "In the digital era, ensuring security and efficiency in document validation is crucial. LibreSign, a leader in digital signature innovation, redefines the experience by introducing document validation through QR Code. This article will discuss how this functionality not only reinforces security but also provides greater agility in verifying digitally signed documents.\n\nThe validation of digital signature authenticity is quick and easy with the scanning of the code on the document. This eliminates time-consuming and complicated processes, providing a straightforward verification experience.\n\nUsing QR Code for validation not only adds a layer of security but also promotes transparency by providing instant access to essential details such as date, time, and signer identification. This transparency builds trust among the involved parties and makes the process clearer and more effective.\n\nMoreover, LibreSign is compatible with various platforms, making document validation even more accessible. With the use of QR Code, it's possible to validate documents anywhere, whether on mobile devices or computers.\n\nAnother advantage of QR Code usage in LibreSign is the reduction of paper consumption. Since validation is done digitally, there's no need to print documents to validate signatures, contributing to environmental preservation.\n\nWith all these advantages, QR Code validation in LibreSign becomes an efficient solution for companies and individuals seeking a secure and swift way to validate digital documents. Don't waste time on bureaucratic processes; try LibreSign now to explore new paths in document verification.\n": "Na era digital, garantir a segurança e a eficiência na validação de documentos é crucial. O LibreSign, líder em inovação de assinaturas digitais, redefine a experiência ao introduzir a validação de documentos através de QR Code. Este artigo abordará a forma como esta funcionalidade não só reforça a segurança como também proporciona maior agilidade na verificação de documentos assinados digitalmente.\n\nA validação da autenticidade da assinatura digital é rápida e fácil com a digitalização do código no documento. Isto elimina processos demorados e complicados, proporcionando uma experiência de verificação direta.\n\nA utilização do código QR para validação não só acrescenta uma camada de segurança, como também promove a transparência, fornecendo acesso instantâneo a pormenores essenciais como a data, a hora e a identificação do signatário. Esta transparência cria confiança entre as partes envolvidas e torna o processo mais claro e eficaz.\n\nAlém disso, o LibreSign é compatível com várias plataformas, tornando a validação de documentos ainda mais acessível. Com o uso do QR Code, é possível validar documentos em qualquer lugar, seja em dispositivos móveis ou computadores.\n\nOutra vantagem da utilização do QR Code no LibreSign é a redução do consumo de papel. Como a validação é feita digitalmente, não há necessidade de imprimir documentos para validar as assinaturas, contribuindo para a preservação do meio ambiente.\n\nCom todas essas vantagens, a validação de QR Code no LibreSign se torna uma solução eficiente para empresas e pessoas que buscam uma forma segura e rápida de validar documentos digitais. Não perca tempo com processos burocráticos, experimente agora o LibreSign para explorar novos caminhos na verificação de documentos.\n",
    "In the face of common challenges in digital signature processes, hybrid signatures present an effective solution. As a pioneer in this innovation, LibreSign provides its users with the flexibility to choose between using their personal digital certificate (e-CPF or e-CNPJ) or the system-generated certificate to sign documents from anywhere in the world.\nThe digital certificate, whether e-CPF or e-CNPJ, plays a fundamental role in electronic signatures. Acquired through a Certification Authority, it serves as an electronic identity that validates documents and the identity of the holder. Stored on devices like tokens, smart cards, or in the cloud, the certificate is essential for ensuring legitimacy in digital signatures.\nA unique feature of LibreSign is its ability to generate its own Certification Authority. By opting for this feature, users receive a certificate generated internally by the system, streamlining the process and adding innovation and efficiency. The Certification Authority self-generated by LibreSign provides a secure and efficient solution, aligned with the standards of ICP-Brasil.\nSecurity and legal validity are paramount in each signature carried out by LibreSign, ensuring compliance with the rigorous standards established by ICP-Brasil. This guarantees the authenticity and legality of each signed document, meeting and exceeding the expectations of businesses in various sectors, including government, education, and corporate enterprises.\n\nLibreSign is redefining the future of digital signatures, inviting you to be part of this revolution. Join us to explore a new level of experience in electronic signatures.\n": "Diante dos desafios comuns nos processos de assinatura digital, a assinatura híbrida apresenta uma solução eficaz. Pioneiro nessa inovação, o LibreSign oferece aos seus usuários a flexibilidade de escolher entre usar seu certificado digital pessoal (e-CPF ou e-CNPJ) ou o certificado gerado pelo sistema para assinar documentos de qualquer lugar do mundo. \nO certificado digital, seja ele e-CPF ou e-CNPJ, desempenha um papel fundamental nas assinaturas electrónicas. Adquirido através de uma Autoridade Certificadora, funciona como uma identidade eletrónica que valida os documentos e a identidade do titular. Armazenado em dispositivos como tokens, smart cards ou na nuvem, o certificado é essencial para garantir a legitimidade das assinaturas digitais. \nUma caraterística única do LibreSign é a sua capacidade de gerar sua própria Autoridade Certificadora. Ao optar por esta funcionalidade, os utilizadores recebem um certificado gerado internamente pelo sistema, agilizando o processo e acrescentando inovação e eficiência. A Autoridade Certificadora autogerada pelo LibreSign proporciona uma solução segura e eficiente, alinhada com as normas da ICP-Brasil. A segurança e a validade jurídica são primordiais em cada assinatura realizada pela LibreSign, garantindo o cumprimento dos rigorosos padrões estabelecidos pela ICP-Brasil. \nIsso garante a autenticidade e a legalidade de cada documento assinado, atendendo e superando as expectativas de negócios de diversos setores, como governo, educação e empresas corporativas.\n\nO LibreSign está a redefinir o futuro das assinaturas digitais, convidando-o a fazer parte desta revolução. Junte-se a nós para explorar um novo nível de experiência em assinaturas electrónicas.\n",
    "Invalid Captcha": "Captcha inválido",
    "Is LibreSign compatible with mobile devices?": "Is LibreSign compatible with mobile devices?",
    "Is a digital signature the same as a digitized signature?": "Is a digital signature the same as a digitized signature?",
    "Is it possible to integrate LibreSign with other systems?": "Is it possible to integrate LibreSign with other systems?",
    "It is very simple! All you have to do is upload the document to the platform, choose who is going to sign it and select the form of signature (digital or electronic). The system will record everything and ensure that the process is secure and traceable.": "It is very simple! All you have to do is upload the document to the platform, choose who is going to sign it and select the form of signature (digital or electronic). The system will record everything and ensure that the process is secure and traceable.",
    "It works perfectly with the electronic certificate issued by the Spanish Government. Installation has become very simple and affordable for anyone with minimal knowledge of Nextcloud. Developer support is fantastic. It works on all devices, including mobile devices. It has different options for creating, requesting and signing signatures. Version 9 is a great leap in quality and has a lot of future. It's incredible that this application works so well and is free.": "Funciona perfeitamente com o certificado eletrónico emitido pelo Governo espanhol. A instalação tornou-se muito simples e acessível para qualquer pessoa com conhecimentos mínimos de Nextcloud. O apoio aos programadores é fantástico. Funciona em todos os dispositivos, incluindo os móveis. Dispõe de diferentes opções para criar, solicitar e assinar assinaturas. A versão 9 é um grande salto de qualidade e tem muito futuro. É incrível que esta aplicação funcione tão bem e seja gratuita.",
    "Keep your documents secure with end-to-end encryption and multi-factor authentication, ensuring protection throughout the electronic document signing process.": "Mantenha seus documentos seguros com criptografia ponta a ponta e autenticação multifator, garantindo proteção durante todo o processo de assinatura eletrônica de documentos.",
    "Language": "Idioma",
    "Last articles": "Últimos artigos",
    "Learn more": "Saiba mais",
    "Legal validity of electronic signatures in Brazil and around the world": "Validade jurídica das assinaturas eletrônicas no Brasil e no mundo",
    "Let’s talk about digitally signing your documents!": "Vamos falar sobre assinar digitalmente seus documentos!",
    "LibreCode, a Brazilian cooperative of free software developers.": "LibreCode, a Brazilian cooperative of free software developers.",
    "LibreSign GitHub repository": "Repositório GitHub do LibreSign",
    "LibreSign Instagram profile": "Perfil do Instagram da LibreSign",
    "LibreSign LinkedIn page": "Página do LibreSign no LinkedIn",
    "LibreSign Telegram group": "Grupo LibreSign no Telegram",
    "LibreSign accepts e-CPF(Registration of Individuals), e-CNPJ(National Register of Legal Entities), and also certificates issued by Certificate Authorities in the ICP-Brasil standard. In addition, if you prefer, you can use certificates generated by the system itself.": "LibreSign accepts e-CPF(Registration of Individuals), e-CNPJ(National Register of Legal Entities), and also certificates issued by Certificate Authorities in the ICP-Brasil standard. In addition, if you prefer, you can use certificates generated by the system itself.",
    "LibreSign allows documents to be signed securely and with legal validity, since the system generates hashing - an algorithm that ensures that the file has not been altered after being signed - as well as numbers and records the times of each signature carried out in the document. In this way, the system meets all the requirements of the GDPR - General Data Protection Law.": "O LibreSign permite que documentos sejam assinados de forma segura e com validade jurídica, já que o sistema gera hashing – algoritmo que garante que o arquivo não foi alterado após ser assinado – além de números e registra os horários de cada assinatura realizada no documento. Desta forma, o sistema atende a todas as exigências da LGPD – Lei Geral de Proteção de Dados.",
    "LibreSign frequently asked questions": "Perguntas frequentes sobre o LibreSign",
    "LibreSign has come a long way and it is great replacement to most commercial e-signature solutions and it is open source.": "O LibreSign já percorreu um longo caminho e é um excelente substituto para a maioria das soluções comerciais de assinatura eletrónica e é de código aberto.",
    "LibreSign is a platform that makes it easy to sign documents digitally and electronically, guaranteeing security and compliance with the law. With it, you can sign documents using digital certificates, such as e-CPF(Registration of Individuals) or e-CNPJ(National Register of Legal Entities), simply and securely.": "LibreSign is a platform that makes it easy to sign documents digitally and electronically, guaranteeing security and compliance with the law. With it, you can sign documents using digital certificates, such as e-CPF(Registration of Individuals) or e-CNPJ(National Register of Legal Entities), simply and securely.",
    "LibreSign is a web application for electronic signatures (e-Sign) developed by the LibreCode cooperative (Brazilian cooperative specialized in free software development). Its development began at the beginning of 2020, in the midst of the pandemic, when people and companies were migrating their physical documentation to digital, and then there was a need to develop a web solution that could offer the possibility of signing documents, contracts and proposals online with security and agility.": "LibreSign é uma aplicação web para assinaturas eletrônicas (e-Sign) desenvolvida pela cooperativa LibreCode (cooperativa brasileira especializada em desenvolvimento de software livre). Seu desenvolvimento começou no início de 2020, em plena pandemia, quando pessoas e empresas migravam sua documentação física para digital, e então surgiu a necessidade de desenvolver uma solução web que pudesse oferecer a possibilidade de assinatura de documentos, contratos e propostas online com segurança e agilidade.",
    "LibreSign is the ideal choice for educational institutions looking to enhance their document processes with legal validity. Simplify the signing of contracts, authorizations, and other essential documents for academic administration. Promote effective document management, providing a streamlined and modern experience for students, teachers, and administrative staff.": "LibreSign é a escolha ideal para instituições de ensino que buscam aprimorar seus processos documentais com validade jurídica. Simplifique a assinatura de contratos, autorizações e outros documentos essenciais à administração acadêmica. Promova uma gestão documental eficaz, proporcionando uma experiência simplificada e moderna para alunos, professores e funcionários administrativos.",
    "LibreSign revolutionizes document authenticity verification with QR Code, ensuring security, efficiency, and practicality. Its instantaneous validation, agility, transparency, and compatibility with various platforms make it perfect for sustainable businesses. Try this solution now!": "A LibreSign revoluciona a verificação da autenticidade de documentos com Código QR, garantindo segurança, eficiência e praticidade. Sua validação instantânea, agilidade, transparência e compatibilidade com várias plataformas a tornam perfeita para negócios sustentáveis. Experimente esta solução agora!",
    "LibreSign uses advanced cryptography to ensure that signatures and documents are always secure. In addition, everything is logged and audited, and access is controlled to avoid any problems.": "LibreSign uses advanced cryptography to ensure that signatures and documents are always secure. In addition, everything is logged and audited, and access is controlled to avoid any problems.",
    "Libresign is becoming a fully-featured alternative to expensive cloud services like DocuSign. The nextcloud integration makes it a real option to use for e-signatures.": "O Libresign está a tornar-se uma alternativa completa a serviços de nuvem dispendiosos como o DocuSign. A integração com a nuvem seguinte torna-o uma verdadeira opção para assinaturas electrónicas.",
    "Libresign's nextcloud integration has come a long way in the past year. If you tried it before and found it lacking, give it another chance. I can see it being a real option and alternative to other e-signature services.": "A integração nextcloud da Libresign percorreu um longo caminho no ano passado. Se você já experimentou antes e achou que estava faltando, dê outra chance. Vejo que é uma opção real e uma alternativa a outros serviços de assinatura eletrônica.",
    "Main features": "Principais funcionalidades",
    "Maximize your workflow efficiency with LibreSign's API integration. Automate digital signature processes, minimize manual errors and improve security. Our API makes it easy to incorporate digital signature functionality into your existing systems.": "Maximize a eficiência do seu fluxo de trabalho com a integração da API do LibreSign. Automatize os processos de assinatura digital, minimize erros manuais e melhore a segurança. Nossa API facilita a incorporação da funcionalidade de assinatura digital em seus sistemas existentes.",
    "Message": "Mensagem",
    "Multiple signers": "Vários signatários",
    "Need more features?": "Precisa de mais recursos?",
    "No. LibreSign creates a digital certificate for each user who does not have a personal digital certificate.": "No. LibreSign creates a digital certificate for each user who does not have a personal digital certificate.",
    "No. The digitized signature is the reproduction of the handwritten signature as an image using scanner-type. It does not guarantee the authorship and of the electronic document, as there is no association between the signer and the text, as it can be easily copied and inserted another document.": "No. The digitized signature is the reproduction of the handwritten signature as an image using scanner-type. It does not guarantee the authorship and of the electronic document, as there is no association between the signer and the text, as it can be easily copied and inserted another document.",
    "Online document creation and editing": "Criação e edição de documentos online",
    "Optimize document management in the public sector with LibreSign. Our solution provides effective administration to handle specific government documentation, ensuring security, speed, and strict compliance with the General Data Protection Law (GDPR). Simplify bureaucratic processes, expedite document signing, and promote more efficient management with LibreSign for the public sector.": "Otimize a gestão documental no setor público com LibreSign. Nossa solução proporciona uma administração eficaz para lidar com documentações governamentais específicas, garantindo segurança, agilidade e estrito cumprimento da Lei Geral de Proteção de Dados (LGPD). Simplifique processos burocráticos, agilize a assinatura de documentos e promova uma gestão mais eficiente com o LibreSign para o setor público.",
    "Our Pricing Plans": "Nossos preços e planos",
    "Our electronic signature and document management solution streamline workflows, reducing time spent on manual processes. Achieve greater productivity, promote document security, and ensure compliance with the General Data Protection Law (GDPR), providing an agile experience for your clients and collaborators.": "Nossa solução de assinatura eletrônica e gerenciamento de documentos simplifica os fluxos de trabalho, reduzindo o tempo gasto em processos manuais. Alcance maior produtividade, promova a segurança de documentos e garanta o cumprimento da Lei Geral de Proteção de Dados (LGPD), proporcionando uma experiência ágil para seus clientes e colaboradores.",
    "Page to national movement that valozie cooperative initiatives.": "Página a movimento nacional que valoriza as iniciativas de cooperação.",
    "Phone": "Telefone",
    "Posts": "Postagens",
    "Pricing": "Preços",
    "Privacy policy": "Politica de Privacidade",
    "Privacy policy term": "Termo da política de privacidade",
    "Private companies": "Empresas privadas",
    "Public sector": "Setor público",
    "Real-time monitoring": "Monitoramento em tempo real",
    "STARTING FROM": "A PARTIR DE",
    "Security": "Segurança",
    "Send Message": "Enviar Mensagem",
    "Sending reminder by email": "Envio de lembrete por email",
    "Sign and send documents in seconds, from anywhere in the world.": "Assine e envie documentos em segundos, de qualquer lugar do mundo.",
    "Simple electronic signature (without digital certificate) unlimited": "Assinatura eletrônica simples (sem certificado digital) ilimitada",
    "Simplify your digital signatures and document management safely and efficiently": "Simplifique suas assinaturas digitais e a gestão de documentos de forma segura e eficiente",
    "Speed": "Rapidez",
    "Streamline the signing of digital documents for multiple individuals, ensuring legal validity, security, and collaboration. Expedite contract processes between departments, eliminating the need for in-person meetings. Embrace efficiency and collaboration with LibreSign, guiding your organization towards seamless digital transformation": "Agilize a assinatura de documentos digitais para múltiplos assinantes, garantindo validade legal, segurança e colaboração. Acelere os processos contratuais entre departamentos, eliminando a necessidade de reuniões presenciais. Abraçe a eficiência e a colaboração com a LibreSign, guiando sua organização em direção a uma transformação digital sem igual",
    "Sustainability": "Sustentabilidade",
    "Talk to sales": "Falar com Vendas",
    "Target audience": "Público alvo",
    "Task control and management": "Controle e gerenciamento de tarefas",
    "Technical support": "Suporte técnico",
    "Testimonials": "Depoimentos",
    "Thank you!": "Obrigado!",
    "The Digital Revolution in Public Administration - Integrating e-Cidade with LibreSign": "A revolução digital na gestão pública - Integração do e-Cidade com o LibreSign",
    "The perfect tool to manage the signature flow of your documents": "A ferramenta perfeita para gerenciar o fluxo de assinaturas de seus documentos",
    "Toggle navigation menu": "Alternar menu de navegação",
    "Transform document management in public organizations with LibreSign, monitoring signatures in real time, sending automatic reminders and optimizing your team's efficiency. Try our solution for transparent and productive administration.": "Transforme a gestão documental em organizações públicas com o LibreSign, monitorando assinaturas em tempo real, enviando lembretes automáticos e otimizando a eficiência da sua equipe. Experimente nossa solução para uma administração transparente e produtiva.",
    "Transform your processes with more security and efficiency": "Transforme seus processos com mais segurança e eficiência",
    "Type the code below": "Digite o código abaixo",
    "Type your message here": "Digite sua mensagem aqui",
    "Type your name": "Digite seu nome",
    "Under Consultation": "Sob consulta",
    "Unlimited subscription with A1 digital certificate": "Assinatura ilimitada com certificado digital A1",
    "We create digital experiences for brands and companies by using technology.": "Criamos experiências digitais para marcas e empresas usando tecnologia.",
    "We offer flexible plans to meet your secure digital storage needs. Easily rent more space and ensure all your important documents are always accessible and protected in our high-security cloud.": "Oferecemos planos flexíveis para atender às suas necessidades de armazenamento digital seguro. Alugue mais espaço facilmente e garanta que todos os seus documentos importantes estejam sempre acessíveis e protegidos em nossa nuvem de alta segurança.",
    "We use PKI technology to generate digital certificate keys. LibreSign is open source (and always will be), which allows it to be audited and customized for various needs and integrated with any system and, of course, maintained by the community.": "Usamos tecnologia PKI para gerar chaves de certificados digitais. O LibreSign é open source (e sempre será), o que permite que seja auditado e customizado para diversas necessidades e integrado a qualquer sistema e, claro, mantido pela comunidade.",
    "What are the key features of LibreCode signature pads?": "What are the key features of LibreCode signature pads?",
    "What happens if I cancel my plan?": "What happens if I cancel my plan?",
    "What is Libresign?": "What is Libresign?",
    "What is the difference between digital and electronic signatures?": "What is the difference between digital and electronic signatures?",
    "What is the name of the company that LibreSign was developed by?": "What is the name of the company that LibreSign was developed by?",
    "What our customers says": "O que os nossos clientes dizem",
    "What types of digital certificates does LibreSign accept?": "What types of digital certificates does LibreSign accept?",
    "Why LibreSign?": "Por que LibreSign?",
    "With the evolution of commercial and legal demands, the need to allow a digital document to be signed by multiple individuals stands out. This capability not only speeds up workflow, ensures legal validity, and fosters collaboration among various stakeholders but also enables all involved parties to view and sign as needed, regardless of location or time zone.\n\nEach digital signature is unique and linked to the signatory, ensuring the security, legal validity, and transparency of the document. Imagine, for example, a complex contract involving representatives from different departments of a company. With LibreSign, each stakeholder can review and sign the document simultaneously, eliminating the need for time-consuming in-person meetings and expediting the approval process.\n\nBy adopting the functionality of multiple signers in digital documents with LibreSign, companies can gain a competitive advantage, significantly reducing the time to complete contracts and agreements, ensuring legal validity, and promoting collaboration.\n\nIn the midst of digital transformation, LibreSign is not just a technological solution; it is a revolution in document management. Allow LibreSign to lead your organization toward an era of efficiency, security, and collaboration. We are ready to be part of your journey towards digital transformation!\n": "Com a evolução das demandas comerciais e legais, destaca-se a necessidade de permitir que um documento digital seja assinado por múltiplos indivíduos. Essa capacidade não apenas acelera o fluxo de trabalho, garante a validade legal e fomenta a colaboração entre diversos stakeholders, mas também possibilita que todas as partes envolvidas visualizem e assinem conforme necessário, independentemente de localização ou fuso horário.\n\nCada assinatura digital é única e vinculada ao signatário, garantindo a segurança, a validade legal e a transparência do documento. Imagine, por exemplo, um contrato complexo envolvendo representantes de diferentes departamentos de uma empresa. Com a LibreSign, cada stakeholder pode revisar e assinar o documento simultaneamente, eliminando a necessidade de reuniões presenciais demoradas e acelerando o processo de aprovação.\n\nAo adotar a funcionalidade de múltiplos signatários em documentos digitais com a LibreSign, as empresas podem obter uma vantagem competitiva, reduzindo significativamente o tempo para completar contratos e acordos, garantindo a validade legal e promovendo a colaboração.\n\nEm meio à transformação digital, a LibreSign não é apenas uma solução tecnológica; é uma revolução na gestão de documentos. Permita que a LibreSign lidere sua organização em direção a uma era de eficiência, segurança e colaboração. Estamos prontos para fazer parte da sua jornada em direção à transformação digital!\n",
    "Yes, LibreSign is perfect for town halls and public bodies that need a secure and legally valid solution for signing documents.": "Yes, LibreSign is perfect for town halls and public bodies that need a secure and legally valid solution for signing documents.",
    "Yes, LibreSign offers time stamping, which guarantees the exact date and time of the signature, which brings even more security and legal validity.": "Yes, LibreSign offers time stamping, which guarantees the exact date and time of the signature, which brings even more security and legal validity.",
    "Yes, at any time. After canceling, you will no longer be charged and there will be no automatic renewal.": "Yes, at any time. After canceling, you will no longer be charged and there will be no automatic renewal.",
    "Yes, our support team is ready to help you with the configuration and with any questions or problems you may have.": "Yes, our support team is ready to help you with the configuration and with any questions or problems you may have.",
    "Yes, you can use LibreSign directly from your smartphone or tablet by simply accessing the browser. This allows you to sign your documents from anywhere.": "Yes, you can use LibreSign directly from your smartphone or tablet by simply accessing the browser. This allows you to sign your documents from anywhere.",
    "Yes. You can store your digital certificate in LibreSign and when you sign a document you will be asked for your password.": "Yes. You can store your digital certificate in LibreSign and when you sign a document you will be asked for your password.",
    "You are free to cancel your plan at any time. By canceling, Signater undertakes not to renew the billing for your plan.": "You are free to cancel your plan at any time. By canceling, Signater undertakes not to renew the billing for your plan.",
    "You can purchase LibreSign directly on our website or talk to our sales team, who will help you find the ideal plan for your needs.": "You can purchase LibreSign directly on our website or talk to our sales team, who will help you find the ideal plan for your needs.",
    "e-Cidade is a system that modernizes and streamlines the administrative processes of Brazilian municipalities, promoting the digitalization of public administration. Used in several municipalities, it encompasses everything from financial and human resources management to school administration.\n\nTo expand its functionalities, there was a need to integrate e-Cidade with a legally valid electronic signature system, aiming to expedite online transactions. LibreSign was selected for its reliability, security, and compliance with Brazilian legal requirements. Here are some advantages:\n\n**Process automation:** \nLibreSign speeds up manual document processes such as appropriations, contracts, agreements, and authorizations, reducing the time to complete transactions and allowing public employees to focus on higher-impact activities.\n\n**Security:** \nBy using e-CPF, e-CNPJ, or certificates generated by the system itself, LibreSign ensures the integrity and authenticity of documents.\n\n**ICP-Brazil compliance:** \nEnsures that all electronic signatures comply with ICP-Brazil standards, guaranteeing the legality of the processes.\n\n**Sustainability:** \nReduces paper usage, contributing to environmental sustainability and minimizing the waste of natural resources.\n\n## Impact on public administration\n\n<br>\n\nThe union of LibreSign with e-Cidade transforms public administration, making it more secure and sustainable. Municipalities can offer high-quality services to citizens, minimizing delays and bureaucracy, and contributing to environmental preservation.\n\nWant to learn more about this integration?\n\nJoin the e-Cidade community event on 07/31 at 7:00 PM and discover how the integration of LibreSign can revolutionize public administration.\n\nThe event is free and will be held in the community's Telegram group: [eCidadeCE](https://t.me/eCidadeCE)\n\nTransform public administration with technology and innovation. Join us on this journey towards digital security and sustainability!": "O e-Cidade é um sistema que moderniza e agiliza os processos administrativos das prefeituras brasileiras, promovendo a digitalização da administração pública. Utilizado em várias prefeituras, ele abrange desde a gestão financeira e de recursos humanos até a administração escolar.\n\nPara expandir suas funcionalidades, surgiu a necessidade de integrar o e-Cidade com um sistema de assinaturas eletrônicas juridicamente válido, visando agilizar as transações online. O LibreSign foi selecionado por sua confiabilidade, segurança e conformidade com as exigências legais brasileiras. Veja algumas vantagens:\n\n**Automatização de processos:**\nO LibreSign agiliza processos manuais de documentos como empenhos, contratos, convênios e autorizações, reduzindo o tempo para completar transações e permitindo que os funcionários públicos se concentrem em atividades de maior impacto.\n\n**Segurança:**\nUtilizando e-CPF, e-CNPJ ou certificados gerados pelo próprio sistema, o LibreSign garante a integridade e autenticidade dos documentos.\n\n**Conformidade com o ICP-Brasil:**\nAssegura que todas as assinaturas eletrônicas estejam em conformidade com os padrões do ICP-Brasil, garantindo a legalidade dos processos.\n\n**Sustentabilidade:**\nReduz o uso de papel, contribuindo para a sustentabilidade ambiental e diminuindo o desperdício de recursos naturais.\n\n## Impacto na Administração Pública\n\n<br>\n\nA união do LibreSign com o e-Cidade transforma a gestão pública, tornando-a mais segura e sustentável. As prefeituras podem oferecer serviços de alta qualidade aos cidadãos, minimizando atrasos e burocracias e contribuindo para a preservação do meio ambiente.\n\nQuer saber mais sobre essa integração?\n\nParticipe do evento da comunidade e-Cidade no dia 31/07 às 19h e descubra como a integração do LibreSign pode revolucionar a gestão pública.\n\nO evento é gratuito e ocorrerá no grupo do Telegram da comunidade: [eCidadeCE](https://t.me/eCidadeCE)\n\nTransforme a gestão pública com tecnologia e inovação. Junte-se a nós nessa jornada rumo à segurança e sustentabilidade digital!",
    "what are the payment methods?": "what are the payment methods?"
}
