{
    "About": "Sobre",
    "About Us": "Sobre nós",
    "Agility and security are paramount in business transactions, and LibreSign emerges as the intelligent choice for diverse sectors. Developed by LibreCode, a cooperative of IT professionals, LibreSign embodies the Free and Open-Source Software (FOSS) philosophy. With robust security standards, it ensures the inviolability of electronic signatures, making it ideal for government, education, and corporate enterprises": "Agility and security are paramount in business transactions, and LibreSign emerges as the intelligent choice for diverse sectors. Developed by LibreCode, a cooperative of IT professionals, LibreSign embodies the Free and Open-Source Software (FOSS) philosophy. With robust security standards, it ensures the inviolability of electronic signatures, making it ideal for government, education, and corporate enterprises",
    "Agility and security in business transactions are essential for the success of any company. It is in this scenario that LibreSign stands out as the smart choice for businesses across various sectors, offering not only efficiency but also a commitment to security and privacy.\n\nDeveloped by LibreCode, a cooperative of IT professionals, LibreSign is more than just software; it is an expression of the Free and Open-Source Software (FOSS) philosophy, reflecting not only what we do but why we do it. After all, we are driven by the conviction that technology should be accessible to all, promoting the freedom of use, modification, and distribution.\n\nBy adopting the Free and Open-Source model, LibreSign not only provides businesses with a cost-effective solution but also offers the flexibility needed to adapt the software to the specific demands of each business. This means that your company is not just acquiring a product but becoming part of a community dedicated to building advanced technological solutions.\n\n## Security first\n\nDeveloped with the highest standards of security and encryption, our users can sign electronic documents with confidence, knowing that their sensitive information is protected.\n\nEncryption ensures that electronic signatures are secure and inviolable, providing peace of mind not only for businesses but also for customers and partners. By choosing LibreSign, your company is investing in a solution that places security and privacy at the center of everything we do.\n\n## Who is LibreSign for?\n\nLibreSign is a versatile solution developed to meet the specific needs of various sectors, including government, education, and corporate enterprises. By simplifying and streamlining processes such as the signing of government contracts, academic documents, and corporate agreements, LibreSign promotes efficiency at all levels of these institutions.\n\nBy using LibreSign, businesses are not only investing in a practical tool; they are joining a revolution that redefines and optimizes process management. This transformation aims not only to enhance efficiency but also to strengthen security, taking them to the highest level of excellence.": "Agility and security in business transactions are essential for the success of any company. It is in this scenario that LibreSign stands out as the smart choice for businesses across various sectors, offering not only efficiency but also a commitment to security and privacy.\n\nDeveloped by LibreCode, a cooperative of IT professionals, LibreSign is more than just software; it is an expression of the Free and Open-Source Software (FOSS) philosophy, reflecting not only what we do but why we do it. After all, we are driven by the conviction that technology should be accessible to all, promoting the freedom of use, modification, and distribution.\n\nBy adopting the Free and Open-Source model, LibreSign not only provides businesses with a cost-effective solution but also offers the flexibility needed to adapt the software to the specific demands of each business. This means that your company is not just acquiring a product but becoming part of a community dedicated to building advanced technological solutions.\n\n## Security first\n\nDeveloped with the highest standards of security and encryption, our users can sign electronic documents with confidence, knowing that their sensitive information is protected.\n\nEncryption ensures that electronic signatures are secure and inviolable, providing peace of mind not only for businesses but also for customers and partners. By choosing LibreSign, your company is investing in a solution that places security and privacy at the center of everything we do.\n\n## Who is LibreSign for?\n\nLibreSign is a versatile solution developed to meet the specific needs of various sectors, including government, education, and corporate enterprises. By simplifying and streamlining processes such as the signing of government contracts, academic documents, and corporate agreements, LibreSign promotes efficiency at all levels of these institutions.\n\nBy using LibreSign, businesses are not only investing in a practical tool; they are joining a revolution that redefines and optimizes process management. This transformation aims not only to enhance efficiency but also to strengthen security, taking them to the highest level of excellence.",
    "Any Questions? Answered": "Alguma pergunta? Respondidas",
    "Blog Page": "Blog Page",
    "Button to play characters captcha": "Botão para reproduzir os cacaracteres do captcha",
    "Button to reload characters captcha": "Botão para atualizar os caracteres do captcha",
    "CONTACT US": "CONTACTE-NOS",
    "Contact": "Contato",
    "Developed by": "Desenvolvido por",
    "Document validation by QR Code": "Document validation by QR Code",
    "Education": "Educação",
    "Electronic signature capture is a technology for signing electronic document files with a handwritten signature. The use of this technology allows for the elimination of the mailing, storage, filing, copying, and retrieval of paper documents. This will save your business time and money.": "EA captura de assinatura eletrônica é uma tecnologia para assinar arquivos de documentos eletrônicos com assinatura manuscrita. A utilização desta tecnologia permite eliminar o envio, armazenamento, arquivamento, cópia e recuperação de documentos em papel. Isso economizará tempo e dinheiro para sua empresa.",
    "Features": "Recursos",
    "File Creation, Signature with Digital Certificate, Signature Management, Document Management, Validation, API": "Criação de Arquivos, Assinatura com Certificado Digital, Gestão de Assinaturas, Gestão de Documentos, Validação, API",
    "Free and Open-Source": "Livre e de Código Aberto",
    "Free and open source software for electronic signatures": "Free and open source software for electronic signatures",
    "Full Name*": "Nome Completo*",
    "Home": "Home",
    "Hybrid signatures": "Assinaturas híbridas",
    "Hybrid signatures streamline negotiation processes, offering flexibility in choosing between personal or system-generated digital certificates for signing documents digitally with LibreSign": "Hybrid signatures streamline negotiation processes, offering flexibility in choosing between personal or system-generated digital certificates for signing documents digitally with LibreSign",
    "Image with captcha text": "Image with captcha text",
    "In the digital era, ensuring security and efficiency in document validation is crucial. LibreSign, a leader in digital signature innovation, redefines the experience by introducing document validation through QR Code. This article will discuss how this functionality not only reinforces security but also provides greater agility in verifying digitally signed documents.\n\nThe validation of digital signature authenticity is quick and easy with the scanning of the code on the document. This eliminates time-consuming and complicated processes, providing a straightforward verification experience.\n\nUsing QR Code for validation not only adds a layer of security but also promotes transparency by providing instant access to essential details such as date, time, and signer identification. This transparency builds trust among the involved parties and makes the process clearer and more effective.\n\nMoreover, LibreSign is compatible with various platforms, making document validation even more accessible. With the use of QR Code, it's possible to validate documents anywhere, whether on mobile devices or computers.\n\nAnother advantage of QR Code usage in LibreSign is the reduction of paper consumption. Since validation is done digitally, there's no need to print documents to validate signatures, contributing to environmental preservation.\n\nWith all these advantages, QR Code validation in LibreSign becomes an efficient solution for companies and individuals seeking a secure and swift way to validate digital documents. Don't waste time on bureaucratic processes; try LibreSign now to explore new paths in document verification.": "In the digital era, ensuring security and efficiency in document validation is crucial. LibreSign, a leader in digital signature innovation, redefines the experience by introducing document validation through QR Code. This article will discuss how this functionality not only reinforces security but also provides greater agility in verifying digitally signed documents.\n\nThe validation of digital signature authenticity is quick and easy with the scanning of the code on the document. This eliminates time-consuming and complicated processes, providing a straightforward verification experience.\n\nUsing QR Code for validation not only adds a layer of security but also promotes transparency by providing instant access to essential details such as date, time, and signer identification. This transparency builds trust among the involved parties and makes the process clearer and more effective.\n\nMoreover, LibreSign is compatible with various platforms, making document validation even more accessible. With the use of QR Code, it's possible to validate documents anywhere, whether on mobile devices or computers.\n\nAnother advantage of QR Code usage in LibreSign is the reduction of paper consumption. Since validation is done digitally, there's no need to print documents to validate signatures, contributing to environmental preservation.\n\nWith all these advantages, QR Code validation in LibreSign becomes an efficient solution for companies and individuals seeking a secure and swift way to validate digital documents. Don't waste time on bureaucratic processes; try LibreSign now to explore new paths in document verification.",
    "In the face of common challenges in digital signature processes, hybrid signatures present an effective solution. As a pioneer in this innovation, LibreSign provides its users with the flexibility to choose between using their personal digital certificate (e-CPF or e-CNPJ) or the system-generated certificate to sign documents from anywhere in the world.\nThe digital certificate, whether e-CPF or e-CNPJ, plays a fundamental role in electronic signatures. Acquired through a Certification Authority, it serves as an electronic identity that validates documents and the identity of the holder. Stored on devices like tokens, smart cards, or in the cloud, the certificate is essential for ensuring legitimacy in digital signatures.\nA unique feature of LibreSign is its ability to generate its own Certification Authority. By opting for this feature, users receive a certificate generated internally by the system, streamlining the process and adding innovation and efficiency. The Certification Authority self-generated by LibreSign provides a secure and efficient solution, aligned with the standards of ICP-Brasil.\nSecurity and legal validity are paramount in each signature carried out by LibreSign, ensuring compliance with the rigorous standards established by ICP-Brasil. This guarantees the authenticity and legality of each signed document, meeting and exceeding the expectations of businesses in various sectors, including government, education, and corporate enterprises.\n\nLibreSign is redefining the future of digital signatures, inviting you to be part of this revolution. Join us to explore a new level of experience in electronic signatures.": "In the face of common challenges in digital signature processes, hybrid signatures present an effective solution. As a pioneer in this innovation, LibreSign provides its users with the flexibility to choose between using their personal digital certificate (e-CPF or e-CNPJ) or the system-generated certificate to sign documents from anywhere in the world.\nThe digital certificate, whether e-CPF or e-CNPJ, plays a fundamental role in electronic signatures. Acquired through a Certification Authority, it serves as an electronic identity that validates documents and the identity of the holder. Stored on devices like tokens, smart cards, or in the cloud, the certificate is essential for ensuring legitimacy in digital signatures.\nA unique feature of LibreSign is its ability to generate its own Certification Authority. By opting for this feature, users receive a certificate generated internally by the system, streamlining the process and adding innovation and efficiency. The Certification Authority self-generated by LibreSign provides a secure and efficient solution, aligned with the standards of ICP-Brasil.\nSecurity and legal validity are paramount in each signature carried out by LibreSign, ensuring compliance with the rigorous standards established by ICP-Brasil. This guarantees the authenticity and legality of each signed document, meeting and exceeding the expectations of businesses in various sectors, including government, education, and corporate enterprises.\n\nLibreSign is redefining the future of digital signatures, inviting you to be part of this revolution. Join us to explore a new level of experience in electronic signatures.",
    "Invalid Captcha": "Captcha inválido",
    "Is a digital signature the same as a digitized signature?": "Uma assinatura digital é o mesmo que uma assinatura digitalizada?",
    "Language": "Idioma",
    "Learn more": "Saiba mais",
    "Let’s talk about digitally signing your documents!": "Vamos falar sobre assinar digitalmente seus documentos!",
    "LibreCode, a Brazilian cooperative of free software developers.": "LibreCode, uma cooperativa brasileira de desenvolvedores de software livre.",
    "LibreSign allows documents to be signed securely and with legal validity, since the system generates hashing - an algorithm that ensures that the file has not been altered after being signed - as well as numbers and records the times of each signature carried out in the document. In this way, the system meets all the requirements of the LGPD - General Data Protection Law.": "O LibreSign permite que documentos sejam assinados de forma segura e com validade jurídica, já que o sistema gera hashing – algoritmo que garante que o arquivo não foi alterado após ser assinado – além de números e registra os horários de cada assinatura realizada no documento. Dessa forma, o sistema atende a todas as exigências da LGPD – Lei Geral de Proteção de Dados.",
    "LibreSign frequently asked questions": "Perguntas frequentes sobre o LibreSign",
    "LibreSign is a web application for electronic signatures (e-Sign) developed by the LibreCode cooperative (Brazilian cooperative specialized in free software development). Its development began at the beginning of 2020, in the midst of the pandemic, when people and companies were migrating their physical documentation to digital, and then there was a need to develop a web solution that could offer the possibility of signing documents, contracts and proposals online with security and agility.": "LibreSign é uma aplicação web para assinaturas eletrônicas (e-Sign) desenvolvida pela cooperativa LibreCode (cooperativa brasileira especializada em desenvolvimento de software livre). Seu desenvolvimento começou no início de 2020, em plena pandemia, quando pessoas e empresas migravam sua documentação física para digital, e então surgiu a necessidade de desenvolver uma solução web que pudesse oferecer a possibilidade de assinatura de documentos, contratos e propostas online com segurança e agilidade.",
    "LibreSign is the ideal choice for educational institutions looking to enhance their document processes with legal validity. Simplify the signing of contracts, authorizations, and other essential documents for academic administration. Promote effective document management, providing a streamlined and modern experience for students, teachers, and administrative staff.": "LibreSign é a escolha ideal para instituições de ensino que buscam aprimorar seus processos documentais com validade jurídica. Simplifique a assinatura de contratos, autorizações e outros documentos essenciais à administração acadêmica. Promova uma gestão documental eficaz, proporcionando uma experiência simplificada e moderna para alunos, professores e funcionários administrativos.",
    "LibreSign revolutionizes document authenticity verification with QR Code, ensuring security, efficiency, and practicality. Its instantaneous validation, agility, transparency, and compatibility with various platforms make it perfect for sustainable businesses. Try this solution now!": "LibreSign revolutionizes document authenticity verification with QR Code, ensuring security, efficiency, and practicality. Its instantaneous validation, agility, transparency, and compatibility with various platforms make it perfect for sustainable businesses. Try this solution now!",
    "Main Features": "Principais Características",
    "Message*": "Mensagem*",
    "Multiple signers": "Vários signatários",
    "No. The digitized signature is the reproduction of the handwritten signature as an image using scanner-type. It does not guarantee the authorship and of the electronic document, as there is no association between the signer and the text, as it can be easily copied and inserted another document.": "Não. A assinatura digitalizada é a reprodução da assinatura manuscrita em forma de imagem por meio de scanner. Não garante a autoria e do documento eletrônico, pois não há associação entre o signatário e o texto, pois pode ser facilmente copiado e inserido em outro documento.",
    "Optimize document management in the public sector with LibreSign. Our solution provides effective administration to handle specific government documentation, ensuring security, speed, and strict compliance with the General Data Protection Law (LGPD). Simplify bureaucratic processes, expedite document signing, and promote more efficient management with LibreSign for the public sector.": "Otimize a gestão documental no setor público com LibreSign. Nossa solução proporciona uma administração eficaz no tratamento de documentações governamentais específicas, garantindo segurança, agilidade e estrito cumprimento da Lei Geral de Proteção de Dados (LGPD). Simplifique processos burocráticos, agilize a assinatura de documentos e promova uma gestão mais eficiente com o LibreSign para o setor público.",
    "Our electronic signature and document management solution streamline workflows, reducing time spent on manual processes. Achieve greater productivity, promote document security, and ensure compliance with the General Data Protection Law (LGPD), providing an agile experience for your clients and collaborators.": "Nossa solução de assinatura eletrônica e gerenciamento de documentos simplifica os fluxos de trabalho, reduzindo o tempo gasto em processos manuais. Alcance maior produtividade, promova a segurança de documentos e garanta o cumprimento da Lei Geral de Proteção de Dados (LGPD), proporcionando uma experiência ágil para seus clientes e colaboradores.",
    "Phone": "Telefone",
    "Posts": "Postagens",
    "Privacy policy": "Politica de Privacidade",
    "Private Companies": "Companhias Privadas",
    "Public Sector": "Setor Público",
    "Qrcode validation": "Validação de Qrcode",
    "Send Message": "Enviar Mensagem",
    "Sign and monitor your documents with practicality, security and legal validity.": "Assine e acompanhe seus documentos com praticidade, segurança e validade jurídica.",
    "Streamline the signing of digital documents for multiple individuals, ensuring legal validity, security, and collaboration. Expedite contract processes between departments, eliminating the need for in-person meetings. Embrace efficiency and collaboration with LibreSign, guiding your organization towards seamless digital transformation": "Streamline the signing of digital documents for multiple individuals, ensuring legal validity, security, and collaboration. Expedite contract processes between departments, eliminating the need for in-person meetings. Embrace efficiency and collaboration with LibreSign, guiding your organization towards seamless digital transformation",
    "Target Audience": "Público Alvo",
    "Thank you!": "Obrigado!",
    "The first open source web document signing system": "O primeiro sistema de assinatura de documentos da web de código aberto",
    "The perfect tool to manage the signature flow of your documents": "A ferramenta perfeita para gerenciar o fluxo de assinaturas de seus documentos",
    "There are many variations of passages of Lorem Ipsum available but the majority have suffered alteration in some form.": "Existem muitas variações de passagens de Lorem Ipsum disponíveis, mas a maioria sofreu alterações de alguma forma.",
    "Type the code below": "Digite o código abaixo",
    "Type the code below*": "Digite o código abaixo*",
    "Type your message here": "Digite sua mensagem aqui",
    "Type your name": "Digite seu nome",
    "We create digital experiences for brands and companies by using technology.": "Criamos experiências digitais para marcas e empresas usando tecnologia.",
    "We use PKI technology to generate digital certificate keys. LibreSign is open source (and always will be), which allows it to be audited and customized for various needs and integrated with any system and, of course, maintained by the community.": "Usamos tecnologia PKI para gerar chaves de certificados digitais. O LibreSign é open source (e sempre será), o que permite que seja auditado e customizado para diversas necessidades e integrado a qualquer sistema e, claro, mantido pela comunidade.",
    "What are the key features of LibreCode signature pads?": "Quais são os principais recursos dos blocos de assinatura LibreCode?",
    "What is electronic signature capture?": "O que é captura de assinatura eletrônica?",
    "What is the name of the company that LibreSign was developed by?": "Qual é o nome da empresa pela qual o LibreSign foi desenvolvido?",
    "Why LibreSign?": "Por que LibreSign?",
    "With the evolution of commercial and legal demands, the need to allow a digital document to be signed by multiple individuals stands out. This capability not only speeds up workflow, ensures legal validity, and fosters collaboration among various stakeholders but also enables all involved parties to view and sign as needed, regardless of location or time zone.\n\nEach digital signature is unique and linked to the signatory, ensuring the security, legal validity, and transparency of the document. Imagine, for example, a complex contract involving representatives from different departments of a company. With LibreSign, each stakeholder can review and sign the document simultaneously, eliminating the need for time-consuming in-person meetings and expediting the approval process.\n\nBy adopting the functionality of multiple signers in digital documents with LibreSign, companies can gain a competitive advantage, significantly reducing the time to complete contracts and agreements, ensuring legal validity, and promoting collaboration.\n\nIn the midst of digital transformation, LibreSign is not just a technological solution; it is a revolution in document management. Allow LibreSign to lead your organization toward an era of efficiency, security, and collaboration. We are ready to be part of your journey towards digital transformation!\n": "With the evolution of commercial and legal demands, the need to allow a digital document to be signed by multiple individuals stands out. This capability not only speeds up workflow, ensures legal validity, and fosters collaboration among various stakeholders but also enables all involved parties to view and sign as needed, regardless of location or time zone.\n\nEach digital signature is unique and linked to the signatory, ensuring the security, legal validity, and transparency of the document. Imagine, for example, a complex contract involving representatives from different departments of a company. With LibreSign, each stakeholder can review and sign the document simultaneously, eliminating the need for time-consuming in-person meetings and expediting the approval process.\n\nBy adopting the functionality of multiple signers in digital documents with LibreSign, companies can gain a competitive advantage, significantly reducing the time to complete contracts and agreements, ensuring legal validity, and promoting collaboration.\n\nIn the midst of digital transformation, LibreSign is not just a technological solution; it is a revolution in document management. Allow LibreSign to lead your organization toward an era of efficiency, security, and collaboration. We are ready to be part of your journey towards digital transformation!\n"
}
